[{"id":1,"name":"Грецький Салат","photoURL":null,"recipe":["Маслини - 100 гр","Огірки - 4 шт","Перець Болгарський - 2 шт","Перець Гострий - За смаком","Перець Мелений - За смаком","Помідори - 2 шт","Сир Фета - 100 гр","Сіль - 1 ст.л","Цибуля - 50 гр"],"text":"Помідори нарізаємо симетричними клиновидними шматочками. Огірки очищуємо і нарізаємо шматочками товщиною 3-6 мм\nЦибулю і солодкий перець ріжемо на тонкі скибочки (кільця або напівкільця) від 2-3 мм, їх викладають у салат після томатів і огірківю\nДодаємо фету, нарізану кубиками розміром від 2 до 6 см і маслини.\nСалат не перемішують перед подачею на стіл. Подають грецький салат звичайно у глибокій мисці.","tags":[]},{"id":2,"name":"Салат \"Крабовий\"","photoURL":null,"recipe":["Крабові палички - 250 гр","Кукурудза консервована - 250 гр","Майонез - 5 ст.л","Огірки - 2 шт","Перець Мелений - За смаком","Сіль - За смаком","Цибуля зелена - 5 шт","Шампіньйони - 250 гр","Яйця - 5 шт"],"text":"Зварити яйця, а гриби помити, нарізати скибочками і проварити 5-7 хвилин.\nПорізати крабові палички , цибулю і огірки. Варені яйця почистити і також порізати.\nЗлити розсіл з кукурудзи і висипати в салатницю, разом з рештою продуктів.\nДодати сіль та перець за смаком, заправити майонезом і перемішати.","tags":[]},{"id":3,"name":"Картопля тушкована зі свининою і грибами.","photoURL":null,"recipe":["Вода - 800 гр","Гриби - 400 гр","Картопля - 1500 гр","Лавровий лист - 2 шт","Морква - 1 шт","М*ясо - 500 гр","Олія - 150 гр","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Томат - 1 ст.л","Цибуля - 1 шт"],"text":"М'ясо свинини або курки (філе) нарізати та обсмажити 5-7 хвилин. Залити водою і поставити на середній вогонь тушкувати.\nПочистити овочі та гриби. Картоплю порізати дольками або кубиками обсмажити. Окремо обсмажити порізані гриби.\nДодати картоплю до м'яса і продовжувати тушкувати на повільному вогні.\nЦибулю і перець  порізати кубиками, моркву натерти на тертку.Обсмажити додати томатну пасту.\nДодати до картоплі з м'ясом  гриби та підсмажені овочі. Посолити, поперчити кинути лавровий лист. Тушкувати ще 10 хвилин, за бажанням можна додати порізану зелень (петрушку і кріп).","tags":[]},{"id":4,"name":"Салат з ананасамими","photoURL":null,"recipe":["Консервовані ананаси - 200 гр","Кукурудза консервована - 200 гр","Куряче філе копчене - 200 гр","Майонез - 5 ст.л","Сіль - За смаком","Цибуля - 1 шт","Яйця - 5 шт"],"text":"Яйця зварити та почистити.\nВсі продукти порізати кубиками.\nДодати кукурудзу.\nПрисолити, заправити майонезом, та перемішати.","tags":[]},{"id":5,"name":"М'ясо запечене","photoURL":null,"recipe":["Лавровий лист - 3 шт","М'ясо (Ошийок) - 500 гр","Перець Мелений - За смаком","Сіль - За смаком","Часник - 1 шт"],"text":"М'ясо натерти сіллю та перцем.\nГоловку часнику очистити і подрібнити (Пропорції часнику - Одна головка на 5 порцій).\nПодрібненим часником також натерти м'ясо. Додати лавровий лист.\nПомістити натерте м'ясо в рукав для запікання і лишити в прохолодному місці на 6-8 годин.\nПокласти рукав з м'ясом на деко і поставити в не розігріту духовку на середній вогонь.\nЗапікати 45-50 хвилин.\nГотове м'ясо дістати з рукава та охолодити.","tags":[]},{"id":6,"name":"Шампіньйони мариновані","photoURL":null,"recipe":["Гриби - 500 гр","Лавровий лист - 5 шт","Лимонна кислота - 1 ч.л","Олія - 50 гр","Оцет - 2 ст.л","Перець горошок - 5 шт","Сіль - 2 ч.л","Цибуля - 1 шт","Цукор - 2 ч.л","Часник - За смаком"],"text":"Помити гриби, великі порізати на 2-4частини. Покласти в каструлю .\nЗакип'ятити воду та залити гриби, додати лимонну кислоту, накрити кришкою та лишити на 15-20 хв.\nНарізати цибулю соломкою, часник подрібнити в часникодавці (Пропорція -  2 зубчика на 5 порцій)\nЗ грибів зцідити воду, додати цибулю, часник, перець горошок, лавроий лист, сіль, цукор, оцет та олію.\nВсе добре перемішати. Поставити в холодильник на 8-10 годин.","tags":[]},{"id":7,"name":"Салат сирний","photoURL":null,"recipe":["Майонез - 3 ст.л","Плавлений сир - 2 шт","Сіль - За смаком","Часник - За смаком","Яйця - 2 шт"],"text":"Зварити яйця на твердо (в круту), охолодити та почистити.\nНа середню тертку тремо сир, яйця. Додаємо подрібнений часник (1-2 зубці на 6 порцій).\nПосолити, заправити майонезом та перемішати. Дати настоятись 1-2 години.","tags":[]},{"id":8,"name":"Суп з фрикадельками","photoURL":null,"recipe":["Вода - 2 л","Зелень - За смаком","Картопля - 6 шт","Лавровий лист - 2 шт","Морква - 1 шт","Олія - 3 ст.л","Перець Болгарський - 1 шт","Перць - За смаком","Сіль - За смаком","Фарш м'ясний - 200 гр","Цибуля - 1 шт"],"text":"Почистити картоплю і решту овочів: моркву, цибулю та перець.\nКартоплю порізати кубиками, залити гарячою водою. Поставити варитись на середній вогонь.\nЦибулю нарізати кубиками, моркву і перець - соломкою.\nПідсмажити овочі додавши олію. За бажанням, додати свіжі томати.\nФарш посолити, поперчити і добре перемішати. Сформувати маленькі кульки.\nВ каструлю з картоплею додати посмажені овочі і фрикадельки. Посолити, поперчити.\nСуп проварити ще 5-8 хвилин, додати порізану зелень і зняти з вогню.","tags":[]},{"id":9,"name":"Лящ запечений","photoURL":null,"recipe":["Майонез - 3 ст.л","Морква - 2 шт","Олія - 50 гр","Перець Мелений - За смаком","Риба - 2 кг","Сіль - За смаком","Цибуля - 2 шт"],"text":"Рибу лящ, або короп (вагою 1,5-2 кілограми) почистити, видалити нутрощі та зябра. Гарно промити.\nНатерти тушку риби сіллю та перцем, змастити майонезом.\nОвочі почистити, помити.Цибулю нарізати соломкою, моркву потерти на тертку.\nПідсмажити овочі на рослинній олії. Тушку риби нафарширувати цими овочами. Обережно помістити в рукав для запікання.\nЗапікати в духовці на середньому вогні 1-1,5 години. За 15 хвилин до кінця рукав можна розкрити щоб риба зарумʼянтлась.","tags":[]},{"id":10,"name":"Салат Грибна поляна","photoURL":null,"recipe":["Картопля - 2 шт","Майонез - 200 гр","Морква - 2 шт","Огірок маринований - 2 шт","Сіль - За смаком","Твердий сир - 150 гр","Цибуля зелена - За смаком","Шамріньйони марновані - 100 гр","Шинка - 200 гр","Яйця - 3 шт"],"text":"Відварити моркву, картоплю та яйця. Охолодити, почистити.\nСир, картоплю, моркву та яйця потерти на велику тертку (все окремо). Шинку, огрки порізати кубиками, нарізати зелену цибулю.\nНа плоску тарілку викладаємо салат шарами, змащуючи майонезом.\nВикласти картоплю, зробити сітку майонезом. Далі - Шинка, морква, сітка майонезом. Далі огірок, яйця, і знову майонез.\nТертий сир густо змастити майонезом, посипати зеленою цибулею, поставити маленькі, цілі шампіньйони.","tags":[]},{"id":13,"name":"Баклажани по-корейські","photoURL":null,"recipe":["Баклажан - 2 шт","Кунжут - 1 ст.л","Морква - 1 шт","Олія - 50 мл","Оцет - 2 ст.л","Перець Болгарський - 3 шт","Сіль - За смаком","Соєвий соус - 2 ст.л","Цибуля - 1 шт","Цукор - 1 ч.л","Часник - 1 шт"],"text":"Баклажани порізати соломкою, добре посолити щоб видалити гіркоту.\nЦибулю порізати соломкою, моркву натерти, часник подрібнити.\nЗ баклажан злити сік що утворився, та легко обсмажити.\nЗмішати теплі баклажани з рештою овочів. Додати часник, цукор, соєвий соус, оцет, кунжут. Перемішати та поставити в холодильник на 2 години.","tags":[]},{"id":15,"name":"Салат \"Малахітовий\"","photoURL":null,"recipe":["Горіхи - 70 гр","Зелень - За смаком","Ківі - 5 шт","Майонез - 5 ст.л","Морква - 2 шт","Родзинки - 50 гр","Сіль - За смаком","Твердий сир - 70 гр","Часник - За смаком","Шампіньйони - 200 гр"],"text":"Родзинки промити гарячою водою, просушити. Часник подрібнити. Горіхи очистити подрібнити.\nМоркву відварити, очистити і нарізати кубиками. Гриби розрізати на 2-4 частини і проварити 7 хвилин, воду злити.\nСир нарізати кубиками. Ківі очистити і також нарізати кубиками.\nЗ'єднати всі продукти, посолити, заправити майонезом, та перемішати. За бажанням прикрасити.","tags":[]},{"id":16,"name":"Салат \"фантазія\"","photoURL":null,"recipe":["Буряк - 400 гр","Горіхи - 120 гр","Зелень - За смаком","Майонез - 200 гр","Чорнослив - 120 гр","Яблука - 250 гр"],"text":"Варений буряк та очищені яблука натерти на тертку. Додати подрібнені горіхи.\nЧорнослив залити окропом, видалити кістички та нарізати.\nДодати до решти продуктів, посолити заправити майонезом. Викласти в салатницю прикрасити зеленню,горіхами.","tags":[]},{"id":17,"name":"Салат  м'ясний","photoURL":null,"recipe":["Зелений горошок - 200 гр","Картопля - 3 шт","Майонез - 100 гр","М'ясо - 300 гр","Перець - За смаком","Сіль - За смаком","Солоні огірки - 2 шт","Цибуля - 1 шт","Яйця - 4 шт"],"text":"М'ясо свинини або телянини відварити до готоаності та нарізати кубиками.\nКартоплю і яйця зварити, почистити, порізати кубиками. Також нарізати цибулю та солоні огірки.\nПерекласти всі прдукти в салатницю, додати сіль, перець та майонез. Перемішати.","tags":[]},{"id":18,"name":"Шампіньйони фаршировані","photoURL":null,"recipe":["Майонез - 1 ст.л","Олія - 50 гр","Перець Гострий - За смаком","Сир - 50 гр","Сіль - За смаком","Часник - За смаком","Шампіньйони - 20 шт"],"text":"Вибрати  великі шампіньйони, помити та висушити. Відділити ножки, порізати, підсмажити додавши часник, сіль, перець і майонез.\nШапки присолити та заповнити фаршем із підсмажених ножок. Зверху покласти сир (потертий, або шматками).\nВикласти гриби на деко і запікати в духовці 15-20 хвилин.","tags":[]},{"id":19,"name":"Зрази Домашні","photoURL":null,"recipe":["Масло вершкове - 2 ст.л","М'ясний фарш - 500 гр","Перець Мелений - За смаком","Рис - 2 ст.л","Сіль - За смаком"],"text":"Промитий рис додати до фаршу, посолити, поперчити, влити трохи води. Добре перемішати, сформувати продовгуваті ковбаски.\nОбсмажити на маслі, викласти в каструлю в один чи два ряди. Підлити гарячу воду, накрити кришкою і тушкувати до готовності.","tags":[]},{"id":22,"name":"Перець запечений з сиром","photoURL":null,"recipe":["Перець Болгарський - 5 шт","Перець Мелений - За смаком","Сіль - За смаком","Твердий сир - 50 гр","Фарш м'ясний - 400 гр"],"text":"Перець болгорський (м'ясистий) розрізати вздовж, вибрати насіння. Половинки перців посолити, поперчити викласти на деко.\nФарш посолити, поперчити, та добре перемішати. Половинки перців наповнити фаршем та покласти по шматку сиру. Запікати 20 хвилин.","tags":[]},{"id":23,"name":"Відбивні","photoURL":null,"recipe":["Борошно - 100 гр","М'ясо (Балик) - 400 гр","Олія - 100 гр","Перець Мелений - За смаком","Сіль - За смаком","Яйця - 3 шт"],"text":"Нарізати м'ясо поперек волокон завтовшки 1 сантиметр. Відбити кухонним молотком з оюох сторін. Посолити, поперчити.\nЯйця збити вінчиком. Відбивні запанірувати в борошні, потім в збитих яйцях. Обсмажити з обох сторін додаючи олію. Потім протушкувати.","tags":[]},{"id":24,"name":"Салат з буряка","photoURL":null,"recipe":["Буряк - 2 шт","Майонез - 3 ст.л","Перець Мелений - За смаком","Сіль - За смаком","Часник - За смаком"],"text":"Буряк черваний зварити, або спекти в духовці (печений більш соковитий). Очистити, потерти на тертку. Часник подрібнити в часникодавці.\nВсе добре перемішати,  додати сіль, перець та майонез.","tags":[]},{"id":25,"name":"М'ясо тушковане","photoURL":null,"recipe":["Борошно - 1 ч.л","Жир - 2 ст.л","М'ясо - 500 гр","Перець Мелений - За смаком","Сіль - За смаком","Томат - 1 ст.л","Цибуля - 1 шт","Чорнослив - 200 гр"],"text":"М'ясо порізати великими шматочками, посолити та обсмажити. Перекласти в каструлю.\nДодати до м'яса підсмажену з томатом цибулю. Залити гарячою водою, тушкувати 30хв.\nЧорнослив розпарити, видалити кісточки. Борошно пасероване розвести водою та, разом з чорносливом, додати до м'яса.\nДодати сіль, перець за бажанням (корицю, гвоздику), тушкувати до готовності.","tags":[]},{"id":26,"name":"Омлет з овочами","photoURL":null,"recipe":["Картопля - 500 гр","Олія - 4 ст.л","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Помідори - 2 шт","Сіль - За смаком","Твердий сир - 100 гр","Цибуля - 1 шт","Шинка - 200 гр","Яйця - 6 шт"],"text":"Картоплю почистити, нарізати тонкими пластинками. Цибулю нарізати соломкою і все разом обсмажити з олією.\nПерець і помидори нарізати кільцями. Викласти на картоплю.\nЗбити яйця, додати дрібно порізану шинку, сіль та перець. Все змішати і вилити на підсмажині овочі.\nЗверху посипати тертим сиром і зеленню. Смажити на слабкому вогні 5-10 хв. накривши кришкою.","tags":[]},{"id":27,"name":"Салат з капусти","photoURL":null,"recipe":["Капуста свіжа - 500 гр","Лимон - За смаком","Морква - 1 шт","Сіль - За смаком","Сметана - 4 ст.л","Цукор - 1 ст.л","Яблука - 2 шт"],"text":"Капусту нарізати соломкою, посолити, додати лимонний сік і злегка вимішати руками.\nЯблука очистити та порізати кубиками. Змішати з капустою. Моркву сиру почистити, потерти і також додати до капусти.\nЗаправити салат цукром та сметаною. Перемішати.\nСалат відразу подавати до столу.","tags":[]},{"id":28,"name":"Запіканка грибна","photoURL":null,"recipe":["Майонез - 200 гр","Олія - 50 гр","Сир твердий - 200 гр","Фарш м'ясний - 500 гр","Цибуля - 1 шт","Шампіньйони - 400 гр"],"text":"Цибулю дрібно порізати, підсмажити та додати фарш. Посолити, поперчити, посмажити до напівготовності.\nВикласти у форму для запікання. Шампіньйони нарізати пластинками і викласти поверх фаршу.\nСтраву посолити, поперчити, залити майонезом та присипати тертим сиром. Запікати 20хв.","tags":[]},{"id":29,"name":"Куряче філе в сметані","photoURL":null,"recipe":["Куряче філе - 500 гр","Олія - 50 гр","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 200 гр","Цибуля - 1 шт"],"text":"Філе нарізати невеликими шматочками. Посолити, поперчити та обсмажити на оліі.\nЦибулю нарізати соломкою та підсмажити до золотистого кольору.\nФіле перемішати з цибулею, влити сметану і тушкувати на слабкому вогні під кришкою до готовності.","tags":[]},{"id":30,"name":"Ковбаски з грибами","photoURL":null,"recipe":["Гриби - 500 гр","М'ясо - 1 кг","Олія - 50 гр","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 300 гр","Томат - 2 ст.л","Цибуля - 1 шт"],"text":"Гриби і цибулю дрібно порізати та обсмажити, додавши олію. М'ясо нарізати тонкими пластинами упоперек волокон, добре відбити.\nВідбиті пластинки посолити, поперчити. На один край покласти гриби, загорнути м'ясо в рулет з грибами в середині.\nВ каструлю налити трохи вади та скласти ковбаски. Змішати сметану, томат, сіль, перець розвести водою і залити ковбаски.\nДовести до кипіння, зменшити вогонь і тушкувати півтири години.","tags":[]},{"id":32,"name":"Вінегрет","photoURL":null,"recipe":["Буряк - 1 шт","Зелений горошок - 100 гр","Картопля - 3 шт","Морква - 1 шт","Огірок - 2 шт","Олія - За смаком","Сіль - За смаком","Цибуля - 1 шт"],"text":"Овочі зварити, почистити та порізати кубиками. Додати подрібнену цибулю, кислий огірок та горошок консервований.\nПосолити, добре перемішати, та заправити олією.","tags":[]},{"id":33,"name":"Макарони з фаршем","photoURL":null,"recipe":["Макарони - 400 гр","Олія - 100 гр","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Помідори - 1 шт","Сіль - За смаком","Фарш м'ясний - 300 гр","Цибуля - 1 шт"],"text":"Цибулю порізати кубиками та підсмажити. Додати фарш, посолити, поперчити, та смажити на малому вогні.\nПорізати кубиками помідори та перець. Вкинути до фаршу. Перемішати та смажити до готовності.\nМакарони відварити в підсолені воді. Відкинути на друшлак і промити водою.\nВикласти макарони в сковорідку до фаршу з овочами. Добре перемішати та прогріти на малому вогні 5-7хв.","tags":[]},{"id":34,"name":"Каша гречана","photoURL":null,"recipe":["Вода - 400 мл","Гречка - 200 гр","Масло вершкове - За смаком","Сіль - За смаком"],"text":"Закип'ятити воду, присолити, засипати промиту гречку, перемішати. Варити 5 хвилин на середньому вогні, а потім зменшити вогонь.\nВарити під кришкою. Не мішати близько 25 хвилин, поки не википить вода. Готову кашу заправити вершковим маслом та перемішати.","tags":[]},{"id":35,"name":"Часниковий Соус","photoURL":null,"recipe":["Кріп - 40 гр","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 400 гр","Часник - 3 шт"],"text":"Зубці часнику почистити та пропустити через прес для часнику. Якщо немає пресу - Часник можна дрібно порізати та передавити за допомогою двох столових ложок.\nДрібно поріжте кріп. На 400 грам сметани потрібно приблизно півпучка кропу.\nВилийте сметану в посудину, додайте подавлений часник та кріп. Перемішайте\nДодайте сіль та перець за смаком і перемішайте ще раз.\nГотово! Соус добре підходить до картоплі. Також можна використовувати як заправку на салат або до бутербродів.","tags":[]},{"id":36,"name":"Капуста тушкована","photoURL":null,"recipe":["Капуста - 1 кг","Лавровий лист - 2 шт","Морква - 1 шт","Олія - 100 гр","Перець Мелений - За смаком","Сіль - За смаком","Томат - 100 гр","Цибуля - 1 шт","Цукор - За смаком"],"text":"Нашинкувати капусту, перекласти в каструлю, влити трохи води. Посолити, поперчити та додати трохи цукру.\nПоставити на середній вогонь тушкувати. Цибулю порізати кубиками, моркву натерти та посмажити додавши олію і томат.\nПідсмажені цибулю та моркву додати до капусти та тушкувати до готовності,  помішуючи.","tags":[]},{"id":37,"name":"Перець фарширований","photoURL":null,"recipe":["Лавровий лист - 2 шт","Морква - 1 шт","Олія - 100 гр","Перець Болгарський - 10 шт","Перець Мелений - За смаком","Рис - 200 гр","Сіль - За смаком","Сметана - 100 гр","Томат - 2 ст.л","Фарш м'ясний - 200 гр","Цибуля - 2 шт"],"text":"Відварити рис в підсоленій воді до напівготовності. Промити та додати фарш.\nПорізати цибулею кубиками, моркву натерти на дрібну тертку та обсмажити з олією. Додати до рису, вимішати, посолити та поперчити.\nПідготувати перець, зрізати верх та видалити насіння. Заповнити перець фаршем, викласти в каструлю.\nЗробити засмажку. Цибулю нарізати соломкою, моркву натерти, посмажити. Додати томат, сметану, сіль, перець та лавровий лист.\nЗалити засмажку в каструлю до перцю (за потреби додати трохи води). Накрити кришкою тушкувати на середньому вогні до готовності (Приблизно 1 год).","tags":[]},{"id":38,"name":"Салат буряковий (З олією)","photoURL":null,"recipe":["Буряк - 400 гр","Олія - 3 ст.л","Перець Мелений - За смаком","Сіль - За смаком","Часник - За смаком"],"text":"Буряк відварити, або спекти в духовці. \nНарізати кубиками, посолити, поперчити, за бажанням - додати часник. Заправити олією й перемішати.","tags":[]},{"id":39,"name":"Салат з моркви","photoURL":null,"recipe":["Майонез - 3 ст.л","Морква - 3 шт","Перець Мелений - За смаком","Сіль - За смаком","Часник - За смаком"],"text":"Сиру моркву почистити, натерти на тертку. Додати сіль, перець, часник.\nЗаправити майонезом та перемішати.","tags":[]},{"id":40,"name":"Салат \"Весняний\"","photoURL":null,"recipe":["Листя салату - 100 гр","Огірок - 2 шт","Редиска - 250 гр","Сіль - За смаком","Сметана - 150 гр","Цибуля зелена - 50 гр","Яйця - 4 шт"],"text":"Яйця зварити, очистити  й нарізати кубиками. Огірок та редиску порізати пів кільцями.\nЛистя салату порвати, порізати зелену цибулю. Всі інградієнти змішати додати сіль, перець і заправити сметаною.","tags":[]},{"id":41,"name":"Запіканка з м'ясом","photoURL":null,"recipe":["Жир - 1 ст.л","Картопля - 1 кг","Масло вершкове - 1 ст.л","М'ясо - 300 гр","Перець Мелений - За смаком","Сіль - За смаком","Сухарі Паніровочні - 1 ст.л","Цибуля - 1 шт","Яйця - 2 шт"],"text":"Картоплю очистити, відварити та протерти. Посолити, заправити маслом та сирим яйцем. М'ясо порізати шматочками, тушкувати до готовності. Пропустити м'ясо через м'ясорубку, додати сіль, перець та підсмажену цибулю.\nПоловину картоплі викласти рівним шаром у змащену жиром та посипану сухарями форму. Зверху викласти мʼясний фарш, а потім решту картоплі.\nВирівняти поверхню, змастити яйцем, посипати сухарями та запекти в духовці. При подачі розрізати, розкласти на тарілки та полити розтопленим маслом.","tags":[]},{"id":42,"name":"Гусак з яблуками","photoURL":null,"recipe":["Майонез - За смаком","Перець Мелений - За смаком","Сіль - За смаком","Тушка гусака - 1 шт","Яблука - 5 шт"],"text":"Підготовлену тушку гусака посолити, поперчити зовні і всередині та обмазати майонезом.\nВсередину покласти порізані дольками яблука. Покласти гусака в рукав для запікання. Покласти на деко та запікати в духовці 2 години","tags":[]},{"id":43,"name":"Судак тушкований","photoURL":null,"recipe":["Карторля - 1 кг","Лавровий лист - За смаком","Масло вершкове - 5 ст.л","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 250 гр","Судак - 1 кг"],"text":"Судака очистити, промити і нарізати порційними шматочками. Картоплю очистити, нарізати тонкими кружальцями.\nУ змащений маслом сотейник викласти шар риби, а на нього шар картоплі. Повторити те саме кілька разів.\nСтраву посолити, поперчити, залити розтопленим маслом та сметаною. Накрити кришкою тушкувати в духовці до готовності.","tags":[]},{"id":44,"name":"Салат \"Загадка\"","photoURL":null,"recipe":["Буряк - 200 гр","Крабові палички - 200 гр","Майонез - 200 гр","Перець Мелений - За смаком","Сіль - За смаком","Твердий сир - 100 гр","Часник - За смаком","Яйця - 2 шт"],"text":"Буряк і яйця відварити, очистити та натерти на тертку. Сир також натерти.\nКрабові палички порізати кубиками, часник подрібнити за допомогою часничниці.\nВсі продукти перемішати, додавши сіль, перець та майонез.","tags":[]},{"id":45,"name":"Салат  м'ясний з овочами","photoURL":null,"recipe":["Гірчиця - 1 ч.л","Зелень - За смаком","Лимонний сік - 2 ч.л","М'ясо телятина - 200 гр","Огірки - 2 шт","Олія - 2 ст.л","Перець Болгарський - 2 шт","Помідори - 2 шт","Сіль - За смаком","Цибуля - 1 шт"],"text":"М'ясо відварити, нарізати соломкою. Перець болгарський (різного кольору) також нарізати соломкою.\nЦибулю нарізати кубиками. Помидори і огірки - дольками.\nЗмішати олію,  гірчицю, лимонний сік та заправити салат. Додати порізану зелень та сіль, і добре перемішати.","tags":[]},{"id":46,"name":"Морський салат","photoURL":null,"recipe":["Кальмари консервовані - 300 гр","Лимон - За смаком","Майонез - 4 ст.л","Морська капуста - 200 гр","Перець Мелений - За смаком","Сіль - За смаком","Цибуля зелена - 50 гр","Яйця - 3 шт"],"text":"Варені яйця нарізати, подрібнити капусту й кальмари.\nЗмішати всі інградієнти, додати сіль, перець і сік лимона. Заправити майонезом та перемішати.","tags":[]},{"id":47,"name":"Печінка з сиром","photoURL":null,"recipe":["Перець Мелений - За смаком","Печінка куряча - 500 гр","Помідори Чері - 6 шт","Сир Моцарела - 150 гр","Сир твердий - 100 гр","Сіль - За смаком","Цибуля - 1 шт"],"text":"Цибулю й печінку нарізати та обсмажити до готовності. Викласти у форму для запікання. Посолити та поперчити.\nСир Моцарела нарізати невеликими шматочками та розкласти поверх печінки.\nЧасник подрібнити, змішати з натертим твердим сиром та рівномірно посипати поверх пімидорів. Запікати в духовці 15хв.","tags":[]},{"id":48,"name":"Закуска з баклажан","photoURL":null,"recipe":["Баклажани - 1 кг","Вода - 250 гр","Лавровий лист - 2 шт","Олія - 100 гр","Оцет - 1 ст.л","Перець горошок - 5 шт","Сіль - 1 ч.л","Цибуля - 1 шт","Цукор - 2 ч.л","Часник - За смаком"],"text":"Баклажани почистити, порізати тонкими пластинками, посолити і залишити на 30 хвилин.\nПриготувати маринад. Закип'ятити воду,додати сіль,цукор, перець горошок,лавровий лист та оцет. Маринад охолодити.\nЗ баклажанів злити сік що утворився, та злегка обсмажити з обох боків додавши олію.\nСкласти баклажани в каструлю пересипаючи порізаною цибулею та подрібненим часником.\nЗалити баклажани маринадом, трохи зпресувати (придавити), поставити в холодильник. Через 12 годин закуска готова.","tags":[]},{"id":49,"name":"Картопля в духовці","photoURL":null,"recipe":["Картопля - 1 кг","Лимонний сік - 100 мл","Олія - 100 гр","Орегано - 2 ч.л","Перець Мелений - За смаком","Сіль - За смаком","Часник - За смаком"],"text":"Картоплю почистити та нарізати дольками. Викласти у форму застелену фольгою.\nЗмішати олію, орегано, сіль, перець та залити картоплю. Додати трохи води, та запікати в духовці, 1 годину.","tags":[]},{"id":50,"name":"Курка з брокколі","photoURL":null,"recipe":["Брокколі - 500 гр","Гриби - 250 гр","Імбирь - 1 ст.л","Кунжут - 2 ч.л","Куряче філе - 500 гр","Курячий бульйон - 200 мл","Олія - 100 гр","Перець Мелений - За смаком","Сіль - За смаком","Цукор - 1 ст.л","Часник - За смаком"],"text":"На розігрітій сковороді обсмажити порізане шматочками філе до золотистого кольору додати сіль, перець. Викласти на тарілку.\nВ цій же сковороді, підсмажити гриби, додати брокколі, обсмажити до готовності й викласти в окрему тарілку.\nГотуємо соус: В сковороді підсмажити подрібнений часник та імбирь. Додати цукор, кунжут та бульйон.\nВ готовий соус покласти всі посмажені продукти, перемішати й дати настоятись.","tags":[]},{"id":51,"name":"Картопля смажена, з грибами","photoURL":null,"recipe":["Картопля - 1 кг","Олія - 100 гр","Перець Мелений - За смаком","Сіль - За смаком","Цибуля - 1 шт","Шампіньйони - 300 гр"],"text":"Почистити картоплю, нарізати соломкою. Цибулю нарізати кубиками. Гриби помити та нарізати дольками.\nРозігріти олію на сковороді, підсмажити гриби та викласти на тарілку.\nВ сковороду покласти нарізану картоплю та цибулю. За потреби, додати ще олію. Смажити на великому вогні, помішуючи.\nКоли картопля буде майже готова - додати гриби, сіль та перець. Перемішати і смажити до готовності.","tags":[]},{"id":52,"name":"Сирники","photoURL":null,"recipe":["Борошно - 150 гр","Манна крупа - 3 ст.л","Олія - 200 гр","Родзинки - 100 гр","Сир кисломолочний - 500 гр","Сіль - За смаком","Цукор - За смаком","Яйця - 3 шт"],"text":"Родзинки залити гарячою водою на 15хв. Потім - злити воду і обсушити.\nСир добре розтерти. Додати сіль, цукор, родзинки й манну крупу. Яйця збити вінчиком і додати до сиру.\nВсе добре вимішати, за потреби додати ще манну крупу. Сформувати сирники, запанірувавши в борошні.\nСмажити сирники на розігрітій сковороді, додавши олію, до золотистого кольору. Подавати зі сметаною, або варенням.","tags":[]},{"id":53,"name":"Оселедець під снігом","photoURL":null,"recipe":["Майонез - 150 гр","Оселедець - 1 шт","Сир плавлений - 2 шт","Сік лимонний - 50 гр","Сіль - За смаком","Цибуля - 1 шт","Яблука - 1 шт","Яйця - 5 шт"],"text":"Цибулю нарізати кубиками, додати лимонний сік, залишити маринуватись.\nЯйця зварити, очистити, відділити жовток від білка. Оселедець почистити, вибрати кістки та нарізати кубиками.\nНа пласку тарілку викласти оселедець, цибулю промастити майонезом. Яблуко очистити, натерти на тертку та викласти поверх цибулі.\nЗробити сітку майонезом. Наступний шар - жовтки яєць. Поверх жовтків плавлений сир натертий на тертку, далі - сітка майонезом.\nПотім шар білків потертих на тертку. Салат поставити в холодильник на 1-2год.","tags":[]},{"id":54,"name":"Печінковий торт","photoURL":null,"recipe":["Борошно - 200 гр","Зелень - За смаком","Майонез - 300 гр","Молоко - 250 мл","Морква - 2 шт","Олія - 100 гр","Перець Мелений - За смаком","Печінка куряча - 800 гр","Сіль - За смаком","Цибуля - 2 шт","Яйця - 3 шт"],"text":"Печінку промити, видалити плівку подрібнити блендером. Додати молоко, яйця, борошно, олію, сіль та перець. Добре вимішати.\nПосмажити млинці із печінкового тіста, підсмажуючи з обох сторін. Цибулю нарізати кубиками, моркву натерти на тертку.\nОбсмажити цибулю та моркву, додати сіль та перець.  Далі формуємо торт: кожен млинець змастити майонезом, потім шар моркви з цибулею.\nКоли торт готовий - змастити верх майонезом і прикрасити зеленню.","tags":[]},{"id":55,"name":"М'ясні рулети","photoURL":null,"recipe":["Борошно - 2 ст.л","Зелень - За смаком","Куряче філе - 2 шт","Майонез - 2 ст.л","Маслини - 100 гр","Перець Мелений - За смаком","Сир твердий - 100 гр","Сіль - За смаком","Яйця - 2 шт"],"text":"Куряче філе розрізати навпіл, але не дорізаючи до кінця, щоб філе стало широким і пласким.\nМ'ясо злегка відбити, посолити, поперчити, змастити майонезом та лишити маринуватись.\nІз яєць посмажити два тонкі омлети. Щоб омлет був смачнішим додати порізані маслини, борошно, сіль та перець.\nПосмажений омлет  покласти на відбиті грудки. Також покласти паличку сиру. Скрутити відбивні в рулетики, закріпити ниткою.\nЗапанірувати рулетики в борошні та смажити на сковороді, додавши олію. Смажити під кришкою на малому вогні по 15хв. з кожного боку.","tags":[]},{"id":56,"name":"Запечена Буженина","photoURL":null,"recipe":["Кунжут - 50 гр","Морква - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Спеціі - За смаком","Часник - 50 гр","Яловичина - 1500 гр"],"text":"М'ясо промити, обсушити. Моркву і часник почистити та нарізати тонкими брусочками.\nМ'ясо нашпигувати морквою та часником, натерти сіллю, перцем, спеціями. За бажанням обкрутити кулінарною ниткою.\nЗверху м'ясо присипати кунжутом, перекласти на деко та запікати в духовці при 180 градусах. Поливати соком що витікає кожні 20хв.\nБуженина запікається від 1,5 до 2-х годин.","tags":[]},{"id":63,"name":"Салат \"м'ясне асорті\"","photoURL":null,"recipe":["Куряче філе - 250 гр","Майонез - 150 гр","Мариновані шампіньйони - 100 гр","Свинина(вирізка) - 250 гр","Соєвий соус - 2 ст.л","Часник - За смаком","Яловичина - 250 гр"],"text":"М'ясо відварити до готовності охолодити, нарізати соломкою. Гриби порізати соломкою і додати до м'яса.\nПриготувати соус для заправки. В майонез додати соєвий соус і зубок подрібненого часнику, добре перемішати.\nМ'ясо заправити соусом та перемішати, за бажанням прикрасити.","tags":[]},{"id":64,"name":"Салат \"Снігова королева\"","photoURL":null,"recipe":["Арахіс - 100 гр","Крабові палички - 200 гр","Майонез - 150 гр","Сир плавлений - 200 гр","Шинка - 200 гр","Яблука - 1 шт","Яйця - 4 шт"],"text":"Зварити яйця, очистити, відділити білки від жовтків та потерти на тертку окремо.\nПотерти плавлений сир і очищене яблуко. Шинку і крабові палички порізати кубиками. Арахіс обсмажити і подрібнити блендером.\nШинку,крабові палички сир, жовтки яєць і половину білків змішати з майонезом, але окремо в різнних мисках.\nДалі викласти салат шарами: сир, жовтки, крабові палички, яблуко, шинка, арахіс далі білки з майонезом, а потім посипати тертими білками.","tags":[]},{"id":65,"name":"Салат з чорносливом","photoURL":null,"recipe":["Горіхи - 1 склянки","Майонез - 250 гр","Мариновані огірки - 3 шт","Оцет - 3 ч.л","Сир твердий - 150 гр","Цибуля - 1 шт","Чорнослив - 100 гр","Яйця - 4 шт","Яловичина - 300 гр"],"text":"Зварити яйця та відварити яловичину. Цибулю нарізати соломкою і замаринувати додавши оцет.\nНарізати м'ясо соломкою та викласти на пласку тарілку змастити майонезом. Наступний шар - маринована цибуля.\nДалі - натерті на тертку огірки змастити майонезом. Потім змастити майонезом яйця, потерті на тертці.\nЧорнослив залити окропом, видалити кісточки.  Порізати невеликими шматочками та викласти на яйця.\nДалі - тертий сир. Змастити майонезом, потім густо посипати подрібненими волоськими горіхами і поставити в холодильник на 30 хвилин.","tags":[]},{"id":66,"name":"Салат-закуска","photoURL":null,"recipe":["Куряче філе копчене - 250 гр","Майонез - 100 гр","Помідори - 2 шт","Сир твердий - 150 гр","Сіль - За смаком","Цибуля зелена - 50 гр","Яйця - 5 шт"],"text":"Сир і варені яйця натерти на тертку. Філе та помідори нарізати кубиками. Цибулю порізати дрібно.\nФормуємо салат: глибоку миску застелити харчовою плівкою, перший шар тертий сир, далі - нанести сітку майонезом.\nДалі - помидори з зеленою цибулею і знову сітка майонезом. Наступний шар - м'ясо і ще одна сітка майонезом, потім викласти яйця. Посолити.\nМиску перевернути на блюдо в якому будете подавати салат. Зняти миску і плівку.  За бажанням салат прикрасити зеленою цибулею або петрушкою.","tags":[]},{"id":67,"name":"Печінка у клярі","photoURL":null,"recipe":["Борошно - 4 ст.л","Олія - 100 гр","Перець Мелений - За смаком","Печінка куряча - 500 гр","Сіль - За смаком","Сметана - 4 ст.л","Часник - За смаком","Яйця - 3 шт"],"text":"Печінку зачистити від плівки, розрізати навпіл не дорізаючи до краю розгорнути, злегка відбити, (щоб був рівний шматочок). Посолити й поперчити.\nГотуємо кляр: змішати яйця, сметану, борошно, додати сіль та часник, подрібнений на часничницю. Добре вимішати.\nШматочки печінки вмочувати в кляр і смажити на сковороді з розігрітою олією з обох боків. Потім накрити кришкою і протушкувати 7 хв.","tags":[]},{"id":68,"name":"Салат із Пекінською капустою","photoURL":null,"recipe":["Капуста Пекінська - 1 шт","Консервована кукурудза - За смаком","Майонез - 4 ст.л","Огірки - 2 шт","Перець Мелений - За смаком","Сіль - За смаком","Цибуля зелена - За смаком","Шинка - 200 гр","Яйця - 2 шт"],"text":"Зварити яйця на твердо, очистити та порізати соломкою. Потім нарізати капусту, огірки, шинку, та зелену цибулю.\nНарізані продукти змішати в салатниці, додати консервовану кукурудзу, сіль, перець і заправити майонезом.","tags":[]},{"id":69,"name":"Деруни","photoURL":null,"recipe":["Картопля - 5 шт","Олія - 100 гр","Перець Мелений - За смаком","Сіль - За смаком","Цибуля - 1 шт","Яйця - 1 шт"],"text":"Картоплю очистити та потерти на тертку з дрібними отворами, і на цій же тертці потерти очищену цибулю.\nКартоплю трохи відтиснути і злити сік. Додати натерту цибулю, яйце, сіль та перець. Все добре вимішати.\nНа сковороді розігріти олію, ложкою викладати деруни. Обсмажити з обох боків до рум'яного кольору. Подавати зі сметаною.","tags":[]},{"id":70,"name":"Салат \"Мімоза\"","photoURL":null,"recipe":["Картопля - 2 шт","Консерва в маслі - 1 шт","Майонез - 100 гр","Морква - 1 шт","Сіль - За смаком","Солоні огірки - 3 шт","Яйця - 5 шт"],"text":"Відварити картоплю, моркву, зварити яйця. З консерви злити рідину та подрібнити виделкою.\nОчистити картоплю, моркву та яйця. Натерти продукти на тертку окремо. Також натерти солоні огірки і трохи відтиснути.\nВикласти салат шарами: картопля, консерва, солоні огірки, морква, яйця. Кожен шар змащувати майонезом, можна робити сітку .","tags":[]},{"id":71,"name":"Скумбрія в гірчичному соусі","photoURL":null,"recipe":["Гірчиця - 2 ст.л","Зелень - За смаком","Майонез - 2 ст.л","Скумбрія - 2 шт","Соєвий соус - 3 ст.л","Цибуля - 1 шт"],"text":"Скумбрію очистити від нутрощів, промити і нарізати порційними шматочками. Цибулю нарізати півкільцями.\nЗробити маринад: змішати гірчицю, майонез і соєвий соус (без солі). Додати цибулю і нарізану рибу, перемішати й залишити на 30хв.\nПотім перекласти рибу у форму для запікання та поставити в розігріту до 180 градусів духовку. Запікати 20-30 хвилин.","tags":[]},{"id":72,"name":"Картопля фарширована","photoURL":null,"recipe":["Картопля - 15 шт","Масло вершкове - 50 гр","Морква - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 50 гр","Томат - За смаком","Фарш м'ясний - 250 гр","Цибуля - 2 шт"],"text":"Картоплю середнього розміру очистити, видалити середину спеціальним, або звичайним ножем. Проварити 8-10 хвилин.\nЦибулю нарізати кубиками, моркву натерти на тертку, підсмажити. Додати до фаршу, посолити, поперчити та добре вимішати.\nНафарширувати картоплю та викласти в глибокий сотейник.\nЗмішати сметану з маслом вершковим, додати томат, сіль, перець. Залити картоплю та запікати в розігрітій духовці 30 хвилин.","tags":[]},{"id":73,"name":"Запечені шампіньони","photoURL":null,"recipe":["Лимонний сік - 2 ст.л","Масло вершкове - 50 гр","Олія - 3 ст.л","Перець Мелений - За смаком","Сіль - За смаком","Тмін - 1 ч.л","Часник - За смаком","Шампіньйони - 500 гр"],"text":"Гриби середнього розміру помити. Змішати олію, сіль, перець, додати до грибів, та добре перемішати.\nВикласти на деко та поставити в розігріту духовку на 25 хвилин. Періодично помішувати поки гриби зарум'яняться.\nЗробити заправку: розтопити масло, перемішати з подрібненим часником, тміном і лимонним соком.\nГотові шампіньйони полити заправкою й добре перемішати. \nГотово! можна подавати до столу.","tags":[]},{"id":74,"name":"Курка в медовому маринаді","photoURL":null,"recipe":["Борошно - 100 гр","Куряче стегно - 5 шт","Мед - 3 ст.л","Паприка - 1 ч.л","Перець Мелений - За смаком","Сіль - За смаком","Соєвий соус - 2 ст.л","Часник - За смаком"],"text":"Змішати борошно з паприкою. Кожне бедро обмокнути в суміш та викласти на деко змащене олією.\nПриготувати соус: змішати мед, соєвий соус і подрібнений часник. Додати сіль  та перець. Залити м'ясо.\nДеко накрити фольгою та запікати 30 хвилин. Потім зняти фольгу і запікати ще 15 хвилин.","tags":[]},{"id":75,"name":"Простий салат","photoURL":null,"recipe":["Майонез - 100 гр","Олія - 2 ст.л","Перець Мелений - За смаком","Сіль - За смаком","Солоні огіркк - 3 шт","Філе курки - 300 гр","Цибуля - 1 шт","Чорнослив - 100 гр","Шампіньйони - 200 гр"],"text":"Філе відварити, цибулю і гриби нарізати кубиками та підсмажити додавши олію.\nПорізати кубиками філе і солоні огірки. Чорнослив порізати дрібно ( попередньо розпарити та видалити кісточки).\nЗмішати всі продукти в салатниці. Додати сіль, перець, та майонез. Перемішати.","tags":[]},{"id":76,"name":"Салат \"Оленка\"","photoURL":null,"recipe":["Зелень кропу - За смаком","Консервована кукурудза - 350 гр","Майонез - 5 ст.л","Огірок - 1 шт","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Шинка - 400 гр","Яйця - 3 шт"],"text":"Яйця зварити, очистити та нарізати кубиками. Шинку й болгарський перець нарізати соломкою.\nОгірки порізати кружальцями, зелень подрібнити. З кукурудзи злити сік. Далі - Все змішати, додавши сіль, перець та майонез.","tags":[]},{"id":77,"name":"Млинці з червоною рибою","photoURL":null,"recipe":["Борошно - 190 гр","Італійські трави - 1 ч.л","Майонез - 3 ст.л","Молоко - 500 мл","Олія - 50 гр","Петрушка - 50 гр","Сир кисломолочний - 300 гр","Сіль - За смаком","Сода - За смаком","Солона червона риба - 300 гр","Цукор - 1 ст.л","Яйця - 4 шт"],"text":"Тісто для млинців: яйця змішати з молоком, додати сіль, цукор, соду і олію. Потроху додати борошно, й вимішати, щоб не було грудочок.\nВипікати тонкі млинці на розігрітій сковороді, змащуючи олією або салом.\nПриготувати начинку, змішати сир з майонезом додати італійські трави. Червону рибу нарізати тонкими смужками.\nКожен млинчик змастити сирною масою, посипати порізаною петрушкою,покласти по дві смужки риби та загорнути рулетик.","tags":[]},{"id":78,"name":"Салат \"Романтика\"","photoURL":null,"recipe":["Гірчиця - 1 ч.л","Куряче філе копчене - 200 гр","Листя салату - 3 шт","Майонез - 100 гр","Перець Мелений - За смаком","Помідори Чері - 100 гр","Свіжі огірки - 2 шт","Сир твердий - 100 гр","Сіль - За смаком","Сухарики - За смаком","Яйця - 2 шт"],"text":"Листя салата порвати руками, решту продуктів порізати шматочками.\nВсе перекласти в салатницю. Змішати гірчицю з майонезом. В  салат додати сухарики, сіль, перець. Заправити майонезом з гірчицю, і перемішати","tags":[]},{"id":79,"name":"Домашній сир.","photoURL":null,"recipe":["Молоко - 1 л","Сіль - 1 ст.л","Сметана - 200 мл","Яйця - 3 шт"],"text":"Молоко закип'ятити, додати сіль. Яйця змішати зі сметаною та додати до молока. Обережно перемішати й прокип'ятити 3-4 хв.\nВилити суміш на сито, або марлію і спресувати. Коли стече сироватка - сир готовий.","tags":[]},{"id":80,"name":"Салат \"Іспанська ніч\"","photoURL":null,"recipe":["Гриби мариновані - 100 гр","Листя салату - 100 гр","Маслини - 100 гр","Оливки - 100 гр","Олія оливкова - За смаком","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Тунець консервований - 180 гр"],"text":"Листя салату порвати, перець болгарський порізати шматочками, а тунця розім'яти виделкою.\nДодати гриби, маслини, оливки. Посолити та поперчити, заправити оливковою олією й перемішати.","tags":[]},{"id":82,"name":"Сирний суп з грибами","photoURL":null,"recipe":["Брокколі - 200 гр","Картопля - 3 шт","Морква - 1 шт","Олія - 50 гр","Перець Мелений - За смаком","Сир плавлений - 2 шт","Сіль - За смаком","Цибуля - 1 шт","Шампіньйони - 6 шт"],"text":"Очистити картоплю, нарізати кубиками й поставити варитись. Шампіньйони порізати та підсмажити. Брокколі порізати шматочками.\nЦибулю нарізати кубиками, моркву натерти на тертку. Посмажити додавши олію.\nДодати до супу шампіньйони, броколі та засмажку, посолити, поперчити, варити 10 хвилин.\nПокласти в суп натертий на тертку плавлений сир і проварити 5 хвилин.","tags":[]},{"id":83,"name":"Рулетики м'ясні з вином","photoURL":null,"recipe":["Груші - 2 шт","М'ясо (Ошийок) - 500 гр","Олія - 50 гр","Перець Мелений - За смаком","Сир твердий - 150 гр","Сіль - За смаком","Цибуля - 1 шт","Червоне вино - 100 гр","Шампіньйони - 300 гр"],"text":"М'ясо нарізати як для відбивних, відбити, посолити та поперчити. Цибулю нарізати кубиками, гриби нарізати пластинками.\nЦибулю і гриби обсмажити до готовності. Груші нарізати шматочками, сир довгими полосками.\nНа відбивну покласти трохи начинки з  грибів, шматочки груші та полоску сиру. Загорнути рулетики та обмотати ниткою.\nВикласти рулетики на змащене олією деко і поставити в розігріту духовку до 180 градусів.\nЗапікати 10 хвилин, потім полити кожен рулетик червоним вином та запікати ще 10-15 хвилин.","tags":[]},{"id":84,"name":"Сирний суп з ковбасою","photoURL":null,"recipe":["Зелень - За смаком","Картопля - 4 шт","Ковбаса копчена - 150 гр","Морква - 1 шт","Олія - 4 ст.л","Перець Мелений - За смаком","Сир плавлений - 1 шт","Сіль - За смаком","Цибуля - 1 шт"],"text":"Картоплю очистити і нарізати кубиками. Також нарізати кубиками ковбасу і цибулю.\nМоркву та плавлений сир натерти на тертку. Подрібнити зелень.\nКартоплю покласти в каструлю залити окропом та поставити варитись. Цибулю та моркву підсмажити на олії.\nКоли картопля буде готова, додати ковбасу та підсмажені цибулю з морквою. Суп посолити, поперчити й додати сир.\nДалі - варити на слабкому вогні 5 хвилин, додати зелень і зняти з вогню.","tags":[]},{"id":85,"name":"Стейк лосося","photoURL":null,"recipe":["Брокколі - 100 гр","Лимонний сік - 1 ст.л","Олія оливкова - 50 гр","Перець Мелений - За смаком","Сіль - За смаком","Стейк лосося - 1 шт"],"text":"Стейк посолити, поперчити, скропити соком лимона і змастити олією, Залишити маринуватись.\nКапусту брокколі відварити 5-7хвилин, та викласти на блюдо.\nСтейк лосося обмокнути паперовим рушником, покласти на розігріту сковороду з олією.\nОбсмажити з обох боків до золотистоі скоринки. Викласти на блюдо до брокколі і ще раз скропити соком лимона.","tags":[]},{"id":86,"name":"Салат овочевий з горіхами","photoURL":null,"recipe":["Горіхи - За смаком","Капуста - 100 гр","Картопля - 2 шт","Майонез - 150 гр","Морква - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Яйця - 2 шт"],"text":"Картоплю і яйця відварити, очистити та нарізати кубиками, Капусту тонко нашинкувати, сиру моркву натерти на тертку.\nГоріхи підсушити на сухій сковороді та подрібнити. Салат викласти шарами, перемазуючи кожен шар майонезом.\nПерший картопля потім - морква, далі - капуста і яйця. Зверху посипати горіхами.","tags":[]},{"id":87,"name":"Закуска пікантна","photoURL":null,"recipe":["Картопля - 1 шт","Майонез - 150 гр","Морква - 1 шт","Печінка тріски - 200 гр","Сіль - За смаком","Цибуля зелена - За смаком","Чорнослив - 50 гр","Яйця - 3 шт"],"text":"Овочі і яйця зварити, Очистити та натерти на тертку. Чорнослив розпарити та нарізати соломкою.\nПодрібнити печінку тріски виделкою, дрібно порізати зелену цибулю.\nСалат викласти шарами, змащуючи кожен шар майонезом. Овочі і яйця присолити.\nКартопля, потім печінка тріски, зелна цибуля далі морква, чорнослив і яйця. Можна прикрасити чорносливом, цибулею.","tags":[]},{"id":88,"name":"Запечена риба","photoURL":null,"recipe":["Майонез - 150 гр","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Помідори - 1 шт","Приправа до риби - За смаком","Риба - 1 кг","Сир твердий - 100 гр","Сіль - За смаком","Цибуля - 2 шт"],"text":"Рибу (краще філе без кісток) нарізати порційними шматочками. Цибулю - кільцями.\nДодати до риби приправу,сіль, перець, цибулю та майонез перемішати і поставити в холодильник на 30 хвилин.\nПомидори нарізати півкільцями, а перець - соломкою. Сир натерти на тертку.\nПерекласти рибу в форму для запікання. Зверху - викласти цибулю з майонезом в якому риба маринувалась.\nДалі - покласти півкільця помідорів і порізаний болгарський перець, зробити сітку майонезом.\nПоставити в розігріту духовку, запікати 20 хвилин. Потім рибу посипати сиром та запікати ще 10хв.","tags":[]},{"id":89,"name":"Паста Болоньєзе","photoURL":null,"recipe":["Морква - 1 шт","Селера - 120 гр","Сіль - За смаком","Спагетті - 500 гр","Твердий сир - За смаком","Томати в соку - 400 гр","Цибуля - 1 шт","Часник - 1 шт","Яловичина - 500 гр"],"text":"Порізати цибулю та моркву. Селеру порізати кубиками. Часник (1 зубчик на 4 порції) також порізати або роздавити пресом.\nПропустити м'ясо через м'ясорубку. Фарш легко обсмажити на сковорідці (без олії, на сильному вогні).\nКоли м'ясо трохи піджарилось (воно змінить колір) - додайте нарізані овочі та продовжуйте смажити на малому вогні близько 5 хвилин.\nДалі - додаємо томати та перець. Перемішати й накрити кришкою. Обшукувати 30 хвилин.\nПеред закінченням, додати в масу подрібнений часник.\nЗняти готовий соус з вогню й залишити на 30 хвилин.\nТим часом - готуємо спагетті. Ставимо каструлю з водою на плиту й доводимо до кипіння. Далі - засипаємо спагетті й варимо на малому вогні до готовності.\nПо готовності, злити воду з каструлі.\nПаста подається залитою соусом. За бажанням, можна посипати натертим сиром.","tags":[]},{"id":90,"name":"Запіканка дієтична","photoURL":null,"recipe":["Борошно - 3 ст.л","Манна крупа - 3 ст.л","Обезжирений йогурт - 200 гр","Родзинки - 1 склянки","Розпушувач для тіста - За смаком","Сир кисломолочний - 400 гр","Цукор - 5 ст.л","Цукрова пудра - За смаком","Яйця - 2 шт"],"text":"Міксером збити яйця з цукром, та додати сир з йогуртом. Перемішати.\nПотроху додати манну крупу, борошно, розпушувач та розпарені родзинки. Перемішати.\nТісто викласти в форму застелену пергаментним папером. Випікати 30 хвилин при 180 градусах. Прикрасити цукровою пудрою.","tags":[]},{"id":91,"name":"Салат \"Переполох\"","photoURL":null,"recipe":["Капуста Пекінська - 500 гр","Кунжут - 1 ст.л","Майонез - 150 гр","Морква - За смаком","М'ясо куряче - 150 гр","Олія - 2 ст.л","Перець Болгарський - 1 шт","Сіль - За смаком","Цибуля - 1 шт","Часник - За смаком","Шампіньйони - 100 гр"],"text":"Куряче м'ясо зварити, гриби нарізати та підсмажити, додавши нарізану цибулю та олію.\nКапусту тонко нашинкувати й додати гриби. М'ясо і перець нарізати соломкою, моркву - натерти.\nЧасник подрібнити і все додати до капусти. Посолити, додати майонез, перемішати й посипати кунжутом.","tags":[]},{"id":92,"name":"Лазанья","photoURL":null,"recipe":["Базилік - За смаком","Борошно - 5 ст.л","Масло вершкове - 50 гр","Молоко - 700 мл","Олія - За смаком","Перець Гострий - За смаком","Перець Мелений - За смаком","Помідори - 3 шт","Сіль - За смаком","Твердий сир - 70 гр","Тісто (Листки) - 8 шт","Цибуля - 2 шт","Часник - 3 шт","Яловичина - 600 гр"],"text":"Для приготування потрібне спеціальне тісто для лазаньї (Продається Листами). В разі потреби, можна замінити лавашем.\nСпочатку відварюємо листки тіста. Ставимо воду в каструлі на плиту, доводимо до кипіння й відварюємо листи (1-2 штуки за раз) по 5 хвилин.\nПомідори дрібно нарізаємо, зберігаючи сік. В ідеалі - можна подрібнити їх у блендері.\r\nДрібно нарізаємо цибулю й часник (Пропорція - Три зубці на 8 порцій).\nОбсмажуємо цибулю з фаршем. Рекомендується легко просмажити цибулю і вже потім додати фарш.  Після 5-7 хвилин - додаємо помідори й часник до фаршу. Сюди ж можна додати базилік (За бажанням).\nГотуємо соус. Масло в посудині ставимо на плиту й розтоплюємо. Коли масло вже розтоплене - додаємо борошно й перемішуємо до утворення однорідної маси. Далі додаємо молоко та доводимо соус до кипіння.\nВикладаємо все на деко. Змащуємо дно соусом (2-3 столові ложки). Далі кладемо перший лист. На лист викладаємо шар фаршу, додаємо ще соусу й накриваємо листом. Повторюємо все в тій же послідовності, доки не заповнимо деко.\nВерхній шар змащуємо соусом та присипаємо тертим сиром.\r\nСтавимо в духовку та запікаємо приблизно 20 хвилин.","tags":[]},{"id":93,"name":"Картопляні палички","photoURL":null,"recipe":["Борошно - 1 склянки","Картопля - 6 шт","Олія - 100 мл","Перець Мелений - За смаком","Сіль - За смаком","Сухарі Паніровочні - 100 гр","Твердий сир - 100 гр","Яйця - 2 шт"],"text":"Картоплю відварити в мундирі, почистити і натерти на дрібну тертку.\nДодати сіль, перець, яйця та борошно. Замісити м'яке тісто.\nНарізати сир смужками, за бажанням - додати подрібнену зелень. Формуємо полички із картопляного тіста.\nВ тісто загорнути сир та защипнути края. Запанірувати палички в сухарях, обсмажити з обох сторін до золотистого кольору.","tags":[]},{"id":94,"name":"Швидкий пиріг","photoURL":null,"recipe":["Борошно - 50 гр","Куряча грудка - 300 гр","Молоко - 150 мл","Олія - 2 ст.л","Приправи - За смаком","Розпушувач - За смаком","Сир твердий - 50 гр","Сіль - За смаком","Яйця - 2 шт"],"text":"Куряче м'ясо відварити та нарізати кубиками. Збити яйця з сільлю і молоком. Додати борошно та приправи.\nВийде не густе тісто. Перекласти в тісто м'ясо і натертий на тертку сир. Далі - вимішати.\nПерекласти в форму змащену олією, випікати при 200 градусах протягом 35-40 хвилин, до рум'яного кольору.","tags":[]},{"id":95,"name":"Пиріг з рибою","photoURL":null,"recipe":["Борошно - 2 склянки","Кефір - 1 склянки","Консервована скумбрія - 1 шт","Олія - 2 ст.л","Сіль - За смаком","Сода - За смаком","Цибуля зелена - За смаком","Яйця - 2 шт"],"text":"Змішати яйця й кефір, додавши сіль, соду і борошно, вимішати (тісто буде як густа сметана).\nВикласти половину тіста в змащену форму. Далі - покласти розім'яту скумбрію. Посипати зеленою цибулею.\nВилити другу половину тіста й розрівняти. Випікати в розігрітій духовці 30-40 хвилин, до рум'яного кольору.","tags":[]},{"id":96,"name":"Салат \"Косичка\"","photoURL":null,"recipe":["Копчений сир косичка - 100 гр","Кукурудза консервована - 300 гр","Майонез - 100 гр","Огірки - 2 шт","Сухарики - 70 гр","Яйця - 3 шт"],"text":"Яйця зварити, очистити та нарізати соломкою. Також нарізати соломкою огірки.\nСир-Косичку порізати щоб стло соломкою. Все перемішати, додавши кукурудзу, сухарики, майонез.","tags":[]},{"id":97,"name":"Хачапурі по аджарськи","photoURL":null,"recipe":["Борошно - 300 гр","Вода - 100 мл","Дріжджі Сухі - 5 гр","Масло вершкове - 50 гр","Молоко - 100 мл","Олія - 30 гр","Сир Адигейський - 150 гр","Сир Сулугуні - 150 гр","Сіль - За смаком","Цукор - 1 ч.л","Яйця - 3 шт"],"text":"Змішайте воду з молоком, додавши сіль, цукор та дріжджі. Далі - невеликими порціями, досипайте борошно й добре перемішуйте.\nПеремішане тісто присипте борошном і вимішайте руками.\nДодайте олії та ще раз вимісіть тісто. Воно може бути липким - це нормально. Далі - розділіть тісто порівну й зробіть два круглих коржа.\nНатріть на крупній тертці сири, додавши сіль та спеції за смаком.\nЗ тіста робимо коржі у формі човників. Закрутіть краї тіста можна попередньо додати туди трохи сиру). Далі - засипаємо центр сирами.\nСтавимо в духовку. Випікаємо приблизно 20 хвилин при 220 градусах. Далі виливаємо яйце й додаємо шматок масла.\nПечемо ще 5-7 хвилин і страва готова.","tags":[]},{"id":98,"name":"Салат \"Тріо\"","photoURL":null,"recipe":["Квасоля - 200 гр","Майонез - 50 гр","Перець Мелений - За смаком","Сіль - За смаком","Твердий сир - 200 гр","Шинка - 200 гр"],"text":"Квасолю відварити до готовності, злити воду, охолодити.\nШинку та сир нарізати кубиками, додати варену квасолю, сіль, перець, майонез перемішати та викласти на блюдо.","tags":[]},{"id":99,"name":"М'ясо з сиром","photoURL":null,"recipe":["Діжонська гірчиця - 1 ч.л","Майонез - 2 ст.л","М'ясо балик - 500 гр","Перець Мелений - За смаком","Сир твердий - 100 гр","Сіль - За смаком","Сметана - 2 ст.л","Томат - 2 ст.л","Часник - За смаком"],"text":"М'ясо нарізати пластинами товщиною один сантиметр, перекласти в глибоку миску.\nДодати мелений перець, томатну пасту або соус. Перемішати та поставити в холодильник на 3-5 годин.\nДалі - викласти м'ясо на деко застелене пергаментним папером, присолити.\nЗмішати сметану, майонез і гірчицю, додати подрібнений на часничницю часник.\nЦією сумішшю змастити кожен шматочок м'яса. Посипати натертим сиром.\nПоставити в розігріту духовку до 180 градусів. Запікати 30 хвилин.","tags":[]},{"id":100,"name":"Салат \"Червоне море\"","photoURL":null,"recipe":["Крабові палички - 200 гр","Майонез - 4 ст.л","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Помідори - 3 шт","Сир твердий - 70 гр","Сіль - За смаком","Часник - За смаком"],"text":"Нарізати соломкою крабові палички, перець болгарський та помідори.\nСир натерти на тертку, часник подрібнити. Всі інградієнти змішати, додати сіль та перець. Заправити майонезом.","tags":[]},{"id":101,"name":"Салат \"Жіночий\"","photoURL":null,"recipe":["Виноград - 300 гр","Консервовані ананаси - 300 гр","Куряче філе - 300 гр","Майонез - 3 ст.л","Сир твердий - 200 гр","Сіль - За смаком","Часник - За смаком"],"text":"Куряче філе зварити в підсоленій воді, та охолодити не виймаючи з бульйону.\nСир, ананаси нарізати кубиками, виноград розрізати навпіл видалити кісточки (якщо вони є).\nНарізати кубиками охолоджене м'ясо, часник подрібнити. Додати сіль, майонез і перемішати.","tags":[]},{"id":102,"name":"Десерт \"Бізе\"","photoURL":null,"recipe":["Білок яйця - 1 шт","Цукор ванільний - За смаком","Цукрова пудра - 300 гр"],"text":"Збити міксером білок з цукровою пудроюдо до однорідного стану й додати ванільний цукор.\nВикласти на тарілку застелену пергаментним папером кульки бізе на відстані 5см. одна від одної.\nВипікати в мікрохвильовці 2-3 хвилини. Слідкувати щоб не пересушити. Коли бізе збільшаться в об'ємі - тримати 1хв.","tags":[]},{"id":103,"name":"М'ясо під шубою","photoURL":null,"recipe":["Горіхи волоські - 40 гр","Майонез - За смаком","Перець Мелений - За смаком","Свинина філе - 500 гр","Сіль - За смаком","Цибуля - 2 шт","Чорнослив - 100 гр"],"text":"Цибулю нарізати півкільцями, та обсмажити до золотого кольору. Горіхи підсушити та подрібнити.\nЧорнослив розпарити та нарізати соломкою. Свину нарізати пластинами завтовшки 5-7 см.\nМ'ясо відбити, посолити, поперчити та викласти на деко застелене пергаментним папером.\nЗверху на м'ясо покласти цибулю, чорнослив, майонез і присипати горіхами. Запікати в духовці 30 хв.","tags":[]},{"id":104,"name":"Салат \"Святковий\"","photoURL":null,"recipe":["Зелень - За смаком","Картопля - 2 шт","Майонез - 100 гр","Морква - 1 шт","Сіль - За смаком","Сметана - 100 гр","Солона червона риба - 200 гр","Солоні огірки - 2 шт","Яйця - 2 шт"],"text":"Картоплю, моркву і яйця зварити, Очистити та натерти на тертку.\nОгірки і рибу порізати кубиками. Зелень подрібнити. Зробити заправку: змішати сметану і майонез.\nСалат викласти шарами, кожен шар змащуючи заправкою зі сметани і майонезу.\nПершим шар картоплі, потім риба, морква, огірок, яйця.\nПрикрасити рибою і зеленню. За бажанням, можна також прикрасити червоною ікрою.","tags":[]},{"id":105,"name":"Салат \"Норвезький\"","photoURL":null,"recipe":["Консерва\"Горбуша\" - 1 шт","Кріп - 50 гр","Лимон - 1 шт","Листя салату - 4 шт","Майонез - 100 гр","Морква - 1 шт","Олія - 50 гр","Перець Мелений - За смаком","Рис - 120 гр","Свіжі огірки - 2 шт","Сіль - За смаком","Цибуля - 1 шт"],"text":"Моркву очистити, потерти на тертку та підсмажити, додавши олію. Рис зварити до готовності.\nЦибулю порізати чверть кільцями й замаринувати, додавши лимонний сік.\nЗ консерви злити рідину та розім'яти виделкою. Кріп подрібнити, огірки нарізати соломкою і з'єднати з кропом.\nНо блюдо покласти листя салату, викласти рис. Розрівняти та змастити майонезом.\nДалі шар риби, майонез. Мариновану цибулю відтиснути і викласти на рибу.\nНа цибулю покласти моркву й змастити майонезом. Далі - Останній шар, огірки з кропом.\nСалат поставити в холодильник на годину.","tags":[]},{"id":106,"name":"Голубці","photoURL":null,"recipe":["Капуста - 2 шт","Лавровий лист - За смаком","Масло вершкове - 20 гр","Морква - 2 шт","Олія - 50 гр","Перець Мелений - За смаком","Рис - 1 склянки","Сіль - За смаком","Сметана - 100 гр","Томат - 2 ст.л","Фарш м'ясний - 300 гр","Цибуля - 2 шт"],"text":"Вибрати не дуже тугу капусту, вирізати качан. Пропарити капусту в окропі 7-10хв.\nЗняти листя з капусти та розрізати навпіл. Рис зварити до готовності в підсоленій воді, промити.\nПочистити одну цибулину і одну морквину. Цибулю нарізати кубиками, моркву натерти на тертку.\nПідсмажити цибулю та моркву на олії. Вимішати рис, фарш і засмажку. Посолити й поперчити.\nНа листки капусти десертною ложкою покласти фарш та згорнути кульочком з фаршем в сиредині.\nВідкриту частину кулька закрити, загоортаючи край капусти всередину.\nВ глибоку каструлю кладемо малі листки капусти і на них щільно складоємо голубці. Зверху - покласти мосло.\nЗ цибулі і моркви зробити засмажку. Цибулю нарізати кубиками, моркву натерти на тертку.\nПідсмажити овочі додати олію, томат та сметану. Викласти на голубці, додати сіль, перець і лавровий лист.\nВлити в каструлю гарячу воду, щоб покрила голубці. Можна притиснути тарілкою.\nПоставити на вогонь, як тільки закипить - зменшити вогонь. Накрити кришкою і тушкувати 30-40 хвилин.","tags":[]},{"id":107,"name":"Запіканка картопляна","photoURL":null,"recipe":["Вершки - 200 мл","Картопля - 6 шт","Олія - 50 гр","Перець Мелений - За смаком","Сир твердий - 200 гр","Сіль - За смаком","Фарш м'ясний - 500 гр","Яйця - 2 шт"],"text":"Кортоплю очистити, зварити в підсоленій воді. Охолодити і порізати пластинками.\nЦибулю нарізати кубиками підсмажити додавши олію. Додати фарш, сіль, перець смажити до готовності.\nПластинки картоплі викласти в глибокий сотейник, зверху фарш смажений з цибулею.\nПосипати натертим сиром. Повторити шари ще раз. Зробити соус: змішати яйця з вершками.\nЗалити соусом запіканку, та поставити в розігріту духовку. Запікати в духовці 35 хвилин при 170 градусах.","tags":[]},{"id":108,"name":"Салат \"Катерина\"","photoURL":null,"recipe":["Кукурудза консервована - 1 шт","Майонез - 100 гр","Масло вершкове - 50 гр","Сіль - За смаком","Солоні огірки - 2 шт","Цибуля - 1 шт","Червоний Болгарський перець - 2 шт","Шампіньйони - 300 гр"],"text":"Цибулю нарізати кубиками та підсмажити на вершковому маслі, додати порізані гриби та смажити ще 7 хвилин.\nСолоні огірки і червоний перець нарізати кубиками. Додати гриби й цибулю та кукурудзу.\nСалат посолити за смаком, заправити майонезом і добре вимішати.","tags":[]},{"id":109,"name":"Закуска з кальмара","photoURL":null,"recipe":["Базилік - За смаком","Кальмари - 500 гр","Лимонний сік - 2 ст.л","Олія - 6 ст.л","Паприка - За смаком","Петрушка - За смаком","Сіль - За смаком","Цукор - За смаком","Часник - За смаком"],"text":"Кальмари промити залити окропом на одну хвилину. Воду злити і знову золити окропом на хвилину.  Повторити ще раз.\nЗняти з кальмарів плівку, та нарізати кружальцями, перекласти в миску.\nПриготувати маринад, змішати олію, зубчик часнику подрібнений, і лимонний сік.\nДодати по половині чайноі ложки солі, цукру, паприки та базиліку, й перемішати.\nВилити маринад в миску з кальмарами, додати подрібнену петрушку і вимішати\nНакрити миску харчовою плівкою, та поставити в холодильник на 8-10 годин.","tags":[]},{"id":110,"name":"Торт із лаваша","photoURL":null,"recipe":["Горіхи волоські - 100 гр","Крохмаль - 1 ст.л","Лимон - 1 шт","Масло вершкове - 70 гр","Молоко - 250 мл","Тонкий лаваш - 2 шт","Цукор - 100 гр","Цукор ванільний - 1 шт","Яйця - 1 шт"],"text":"Яйця збити з цукром, додати ванільний цукор, цедру лимона, крохмаль та молоко.\nПоставити на малий вогонь і варити, постійно помішуючи, до загустіння маси.\nВ гарячий крем додати вершкове масло й вимішати. Горіхи подрібнити та підсушити.\nЛистки лаваша розрізати на квадрати 15*15 см. Зібрати торт. На лист лаваша нанести шар крему.\nПрисипати горіхами, знову покласти лаваш, крем та горіхи. Так скласти весь торт.\nОстанній шар має бути крем. Боки також змастити кремом і присипати горіхами.\nТорт поставити в холодильник на кілька годин щоб просочився.","tags":[]},{"id":111,"name":"Сирні кекси","photoURL":null,"recipe":["Манна крупа - 3 ст.л","Масло вершкове - 2 ст.л","Родзинки - За смаком","Розпушувач для тіста - 1 ч.л","Сир кисломолочний - 200 гр","Сметана - 5 ст.л","Цукор - 3 ст.л","Цукор ванільний - 1 шт","Яйця - 2 шт"],"text":"До сиру додати яйця, цукор, ванільний цукор, розпушувач. Розтерти й додати масло, сметану та манну крупу.\nПокласти розпарені родзинки й добре вимішати.\nСиліконові форми для кексів змастити маслом та наповнити тістом.\nКекси випікати в розігрітій до 180 градусів духовці до золотистого кольору. Потім - Охолодити й вийняти з форми.","tags":[]},{"id":112,"name":"Креветки в часниковому соусі","photoURL":null,"recipe":["Лимонний сік - За смаком","Олія оливкова - 50 гр","Оцет - 50 гр","Очищені креветки - 500 гр","Перець Мелений - За смаком","Петрушка - За смаком","Сіль - За смаком","Часник - За смаком","Червоний мелений перець - За смаком"],"text":"В розігріту сковороду змащену олією покласти подрібнений часник і червоний мелений перець, смажити 3-5хв.\nКреветки зварити в підсоленій воді поки стануть рожеві (2-3хв). Викласти з води.\nВ сковороду де смажили часник - додати оцет і сік лимона. Довести до кипіння.\nПокласти креветки, оливкову олію, подрібнену петрушку, сіль, та перець. Перемішати.","tags":[]},{"id":113,"name":"Креветки під вершковим соусом","photoURL":null,"recipe":["Біле вино - 50 мл","Вершки - 250 мл","Лимон - 1 шт","Масло вершкове - 50 гр","Очищені креветки - 500 гр","Петрушка - За смаком","Сіль - За смаком","Часник - 1 шт"],"text":"На сковороді розтопити масло, викласти порізаний часник. Влити сік лимона, вино, вершки. Перемішати.\nДодати креветки, сіль, та перець, і тушкувати 10 хвилин. Потім вийняти криветеи, а соус варити до загустіння.\nВ густий соус покласти креветки, при подачі посипати подрібненою петрушкою.","tags":[]},{"id":115,"name":"Салат по-корейські","photoURL":null,"recipe":["Куряче філе - 450 гр","Майонез - 100 гр","Морква по-корейські - 450 гр","Огірки - 3 шт","Сир твердий - 60 гр","Сіль - За смаком","Яйця - 3 шт"],"text":"Куряче філе зварити в підсоленій воді. Так само зватрити яйця. Порізати \nпродукти кубиками.\nОгірки почистити й порізати кубиками. Сир натерти на тертку.\nЗмішати всі продукти, додати моркву по-корейські, заправити сіллю й майонезом.","tags":[]},{"id":116,"name":"Овочевий салат з Маслинами та Кунжутом","photoURL":null,"recipe":["Кунжут - 1 ч.л","Лимонний сік - 1 ч.л","Маслини - 150 гр","Олія оливкова - 4 ст.л","Оцет - 1 ст.л","Перець Болгарський - 2 шт","Петрушка - За смаком","Помідори - 3 шт","Сіль - За смаком","Сухі прованські трави - За смаком","Цибуля - 1 шт","Часник - За смаком"],"text":"Помити та порізати кубиками помідори й болгарський перець. Цибулю - нарізати півкільцями.\nЗмішати в глибокому салатник, додати подрібнену петрушку та маслини.\nПриготувати заправку: з'єднати оцет, олію, сік лимона, подрібнений часник, й прованські трави. Додати сіль.\nДодати заправку до овочів і добре перемішати.","tags":[]},{"id":117,"name":"Рогалики","photoURL":null,"recipe":["Борошно - 400 гр","Джем - 150 гр","Жавтки яєць - 2 шт","Лимонний сік - 1 ст.л","Масло вершкове - 140 гр","Молоко - 100 мл","Сіль - За смаком","Смалець - 60 гр","Сметана - 100 гр","Сода - За смаком","Цукор ванільний - За смаком"],"text":"Вершкове масло і смалець покласти в холодильник або морозилку, і охолодити.\nОхолоджене масло і смалець порізати кубиками, додати борошна і перетерти в крихту.\nЖовтки збити з сметаною, додати молоко, ваніль соду, лимонний сік. Ввести борошняну крихту й вимісити тісто.\nГотове тісто покласти в холодильник на пів години. Потім розділити тісто на шість частин.\nРозкачати та нарізати трикутниками. Кожен трикутник змастити начинкою (джем,повидло).\nТрикутники закрутити рогаликами. Викласти на деко застелене пергаментним папером.\nВипікати в розігрітій до 180 градусів духовці, протягом 18хв. Готові рогалики посипати цукровою пудрою.","tags":[]},{"id":118,"name":"Швидка закуска","photoURL":null,"recipe":["Зелень - За смаком","Ковбаса - 200 гр","Кунжут - За смаком","Листове тісто - 1 шт","Майонез - 100 гр","Твердий сир - 100 гр","Яйця - 1 шт"],"text":"Нарізати ковбасу кубиками, сир натерти на тертку, зелень подрібнити.\nТісто розкачати тонким пластом, змастити майонезом. Покласти начинку ковбаса, сир, зелень.\nЗагорнути тісто в рулет, нарізати на порційні шматки та викласти на змащене деко.\nЗмастити шматочки збитим яйцем, випікати в розігрітій духовці 15 хвилин.\nЗа бажанням, присипати кунжутом.","tags":[]},{"id":119,"name":"Закусочні кекси","photoURL":null,"recipe":["Борошно - 2 ст.л","Зелень - За смаком","Перець Болгарський - 1 шт","Помідори - 1 шт","Сир кисломолочний - 200 гр","Сир твердий - 50 гр","Сіль - За смаком","Яйця - 2 шт"],"text":"Дрібно порізати помідори, перець та зелень. Яйця розтерти з сиром кисломолочним додати натертий твердий сир.\nПеремішати додати борошно нарізані овочі та зелень. Посолити і добре вимішати.\nВикласти тісто в форми для кексів та випікати в розігрітій духовці 15-20хв.","tags":[]},{"id":120,"name":"Сирна закуска","photoURL":null,"recipe":["Борошно - 2 ст.л","Олія - 150 гр","Твердий сир - 200 гр","Яйця - 1 шт"],"text":"Натерти сир на тертку з великими отворами, додати яйце й борошно, вимішати.\nСформувати кружечки та обсмажити на сковороді додавши олію.","tags":[]},{"id":121,"name":"Салат овочевий","photoURL":null,"recipe":["Огірки - 5 шт","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Помідори - 4 шт","Сіль - За смаком","Сметана - 4 ст.л","Цибуля зелена - 1 шт"],"text":"Нарізати помідори, огірки та цибулю\nПерець почистити та нарізати. Змішати з рештою продуктів.\nДодати сіль та перець за смаком. Далі заправити сметаною й перемішати.","tags":[]},{"id":122,"name":"Грінки з сиром","photoURL":null,"recipe":["Зелень - За смаком","Олія - 100 гр","Сир твердий - 70 гр","Сіль - За смаком","Тостовий хліб - 5 шт","Яйця - 3 шт"],"text":"Яйця збити з сіллю додати подрібнену зелень і натертий твердий сир. Перемішати.\nШматочки хліба обмокнути в суміш, та смажити з обох боків на сковороді, додавши олію.","tags":[]},{"id":123,"name":"Дієтичний пиріг","photoURL":null,"recipe":["Вівсяні пластівці - 150 гр","Кефір - 50 мл","Кориця - За смаком","Мед - 50 гр","Олія - 1 ст.л","Розпушувач для тіста - 1 ч.л","Сир кисломолочний - 100 гр","Яблука - 3 шт","Яйця - 3 шт"],"text":"Вівсяні пластівці перемолоти на борошно, додати розпушувач для тіста, перемішати.\nВ мисці розім'яти виделкою сир. Додати мед, кефір, яйця, корицю. Далі -  перемішати вінчиком.\nПоступово ввести вівсяне борошно з розпушувачем і перемішати.\nЯблука очистити і нарізати тонкими дольками.\nФорму змастити олією, застелити пергаментним папером. Викласти підготовлені яблука, а зверху викласти тісто.\nСтрусити форму, щоб тісто рівномірно розподілилося. Ставимо в розігріту до 180 градусів духовку. Випікати приблизно 35 хвилин.","tags":[]},{"id":124,"name":"Грудки фаршировані","photoURL":null,"recipe":["Борошно - 2 ст.л","Курячі грудки - 3 шт","Олія - 4 ст.л","Перець Мелений - За смаком","Сир твердий - 120 гр","Сіль - За смаком","Сухарі Паніровочні - 3 ст.л","Яйця - 2 шт"],"text":"В курячій грудці розрізати отвір-карман. Покласти в отвір шматочок сиру і закріпити края дерев'яними зубочистками..\nЗбити яйця й додати сіль та перець. Грудку запанірувати в борошні, потім в яйці і в сухарях.\nРозігріти сковороду з олією, та обсмажити грудки з обох боків, приблизно по 3-5хв.\nПерекласти грудки на деко і запікати в розігрітій духовці 20 хвилин.","tags":[]},{"id":125,"name":"Торт з печива без випічки.","photoURL":null,"recipe":["Борошно - 6 ст.л","Масло вершкове - 150 гр","Молоко - 1 л","Печиво \"Вушка\" - 800 гр","Цукор - 150 гр","Цукор ванільний - За смаком","Яйця - 4 шт"],"text":"Збити яйця з цукром, додати ванільний цукор, борошно, та ввести молоко. Перемішати.\nПоставити суміш на вогонь, довести до кипіння та варити до загустіння постійно помішуючи.\nОхолодити крем та додати розм'якшене вершкове масло. Перемішати.\nВикладати торт на блюдо, печиво обмокувати в крем та сформувати торт.\nВерх і бока торта змастити кремом та посипати крихтами печева. Поставити торт в холодильник на  10 годин.","tags":[]},{"id":126,"name":"Пиріг з вишнями","photoURL":null,"recipe":["Борошно - 1 склянки","Вишні без кісточок - 200 гр","Кефір - 1 склянки","Масло вершкове - 1 ч.л","Розпушувач для тіста - 1 ч.л","Цукрова пудра - За смаком","Яйця - 3 шт"],"text":"Якщо вишні заморожені,то розморозити і злити сік що утворився.\nЗбити яйця з цукром, додати кефір, та борошно з розпушувачем. Перемішати. Тісто має бути як густа сметана.\nФорму змастити маслом,викласти тісто, а зверху - викласти вишні.\nПиріг випікати в розігрітій до 180 градусів духовці, протягом 40-45хв. \nГотовий пиріг посипати цукровою пудрою.","tags":[]},{"id":127,"name":"Пиріжки картопляні (Гриби\/Капуста\/М'ясо)","photoURL":null,"recipe":["Борошно - 2 ст.л","Гриби - 200 гр","Картопля - 6 шт","Масло вершкове - 20 гр","Сіль - За смаком","Цибуля - 1 шт","Яйця - 1 шт"],"text":"Картоплю очистити та зварити в підсоленій воді. Воду злити, а картоплю -  перем'яти в пюре.\nКоли трохи охолоне - додати масло, яйце, борошно та добре вимішати.\nНа дошку насипати борошно, та зробити кульки, потім притиснути щоб став кружечок.\nДля начинки взято смажені з цибулею гриби. Також можна використати тушковану капусту, або підсмажений фарш у тій же кількості.\nНа кружечок покласти начинку. Защипнути края та сформувати періжки. Обсмажити періжки на сковороді, додавши олію.","tags":[]},{"id":128,"name":"Яблучний пиріг","photoURL":null,"recipe":["Борошно - 70 гр","Кориця - За смаком","Масло вершкове - 50 гр","Молоко - 100 мл","Розпушувач для тіста - 2 ч.л","Цукор - 50 гр","Яблука - 800 гр","Яйця - 2 шт"],"text":"Збити яйця, додати цукор, та збивати до білоі пишноі маси. Яблука очистити та нарізати тонкими дольками.\nВ яєчну масу додати борошно, розтоплене масло, розпушувач та яблука. Добре перемішати.\nФорму застелити пергаментним папером і рівномірно викласти тісто.\nПосипати цукром, корицею, розкласти шматочки масла. Випікати 35 хвилин, при 180 градусах.","tags":[]},{"id":129,"name":"Сметанний десерт","photoURL":null,"recipe":["Банан - 2 шт","Желатин - 20 гр","Сметана - 400 гр","Цукор - 100 гр","Цукор ванільний - За смаком","Шоколад - 50 гр"],"text":"Збити сметану з цукром і, додавши ванільний цукор, збивати поки цукор не розчиниться.\nЖепатин залити теплою водою для набухання (води 50гр.) Набухший желатин розчинити в мікрохвильовці 10 секунд.\nРозчинений желатин додати до сметани і перемішати. Банан порізати кубиками, або кружальцями.\nРозкласти банан в піалки і залити сметанною сумішшю. Залишити в холодильнику на 2 години.\nПеред подачею - Можна присипати шоколадною стужкою.","tags":[]},{"id":130,"name":"Котлети в духовці","photoURL":null,"recipe":["Гірчиця - 3 ст.л","Молоко - 100 гр","Перець Мелений - За смаком","Петрушка - За смаком","Сіль - За смаком","Фарш м'ясний - 1 кг","Цибуля - 3 шт","Шматочки білого хліба - 5 шт","Яйця - 3 шт"],"text":"Хліб замочити в молоці, відтиснути зайву рідину, та додати до фаршу. Дрібно порізати цибулю й петрушку.\nДодати до фаршу цибулю, петрушку, яйця, гірчицю, сіль, перець та добре вимішати.\nСформувати котлети,викласти на деко застелене пергаментним папером. Запікати в розігрітій духовці 30 хвилин.","tags":[]},{"id":131,"name":"Корисна запіканка","photoURL":null,"recipe":["Брюсельська капуста - 200 гр","Кабачок - 1 шт","М'ясо індички - 500 гр","Сир твердий - 100 гр","Сметана - 200 мл","Цвітна капуста - 200 гр","Цибуля - 2 шт","Шампіньйони - 200 гр","Яйця - 2 шт"],"text":"Індичку нарізати шматочками, порізати одну цибулину й додати до м'яса. Далі - посолити, поперчити, й додати трохи сметани.\nПеремішати м'ясо і лишити маринуватись. Капусту цвітну і брюсельську відварити 5 хвилин.\nГриби порізати та обсмажити з цибулею. Кабачок натерти на тертку і відтиснути сік.\nВ змащену форму викласти продукти шарами: м'ясо, кабачок, капуста, гриби. Збити яйця із сметаною.\nЗалити м'ясо з овочами, зверху посипати сиром натертим на тертку. Запікати в розігрітій духовці 30-40 хвилин.","tags":[]},{"id":132,"name":"Запечене сало","photoURL":null,"recipe":["Кріп - 20 гр","Лавровий лист - 3 шт","Майонез - 200 гр","Паприка - 1 ст.л","Перець Мелений - 1 ч.л","Сало - 1 кг","Сіль - 2 ст.л","Часник - 1 шт"],"text":"Сало вибрати з прошарком м'яса, зробити не глибокі надрізи, посолити, поперчити, та посипати паприкою.\nЗмішати майонез з подрібненим часником і кропом. Натерти цією сумішшю сало з усих боків.\nЗагорнути шматок сала в фольгу і покласти в холодильник на 1 годину.\nПоставити сало в розігріту до 180 градусів духовку запікати 40-45хв. Охолодити не знімаючи фольгу.","tags":[]},{"id":134,"name":"Запечені кабачки","photoURL":null,"recipe":["Вода - 100 мл","Кабачок цукіні - 2 шт","Картопля - 4 шт","Майонез - 4 ст.л","Перець Мелений - За смаком","Помідори - 3 шт","Сир твердий - 50 гр","Сіль - За смаком","Сметана - 4 ст.л","Цибуля - 1 шт","Яйця - 1 шт"],"text":"Картоплю очистити та нарізати тонкими кружальцями, також нарізати кружальцями кабачки.\nЦибулю нарізати кільцями. В глибоку сковороду викласти овочі, картоплю, потім цибулю і кабачок.\nПомідори нарізати кільцями та викласти поверх кабачків. Кожен шар овочів присолити, поперчити, влити воду.\nЯйце збити зі сметаною та майонезом і залити овочі. Поставити в розігріту до 180 градусів духовку.\nЗапікати 45 хвилин до зарум'янення, потім посипати натертим сиром і запікати ще 5-10 хв.","tags":[]},{"id":135,"name":"Фаршировані курячі ніжки","photoURL":null,"recipe":["Гриби - 150 гр","Курячі гомілки - 5 шт","Перець Мелений - За смаком","Сир твердий - 100 гр","Сіль - За смаком","Цибуля - 1 шт"],"text":"Гомілки помити, обсушити. Обережно відділити шкіру, і видалити кістку. Зрізати з кістки м'ясо.\nМ'ясо перекрутити в м'ясорубці на фарш. Порізати цибулю й гриби, далі - обсмажити. Сир натерти на тертку.\nЗмішати фарш з грибами та сиром, додати сіль та перець, перемішати.\nОтриманою начинкою напвнити шкіру ніжок, края закріпити шпажками.\nВикласти фаршировані ніжки на деко додати трохи оліі та випікати одну годину, в розігрітій до 180 градусів духовці.\nПодавати ніжки гарячими (шпажки видалити) з будь яким гарніром.","tags":[]},{"id":136,"name":"Закусочний торт","photoURL":null,"recipe":["Борошно - 100 гр","Зелень - За смаком","Куряче філе - 200 гр","Молоко - 500 мл","Олія - 50 гр","Сир твердий - 50 гр","Сіль - За смаком","Сметана - 100 гр","Цибуля - 1 шт","Часник - За смаком","Шампіньйони - 200 гр","Яйця - 2 шт"],"text":"Приготувати млинці: змішати яйця, молоко, додати сіль, борошно, трохи оліі та добре вимішати тісто.\nНа сковороді випекти млинці, смажити з обох сторін по 1-2 хв. Викласти на тарілку.\nКуряче філе зварити в підсоленій воді, та розібрати на волокна м'ясо, або нарізати.\nЦибулю і гриби дрібно порізати та обсмажити. Змішати сметану з подрібненим часником і зеленню.\nМлинець змастити сметанним соусом викласти шар грибів, накрити наступним млинцем, змастити соусом.\nНа другий млинець покласти куряче м'ясо, таким чином викласти торт. Готовий торт прикрасити зеленню і сиром.\nТорт можна поставити в холодильник на декілька години, щоб настоявся.\nПри подачі можна за бажанням нагріти в мікрохвильовці, декілька хвилин.","tags":[]},{"id":137,"name":"Торт \"Медовик\"","photoURL":null,"recipe":["Борошно - 3 склянки","Горіхи волоські - 1 склянки","Масло вершкове - 70 гр","Мед - 1 ст.л","Сметана - 300 гр","Сода - 1 ч.л","Цукор - 2 склянки","Яйця - 2 шт"],"text":"Яйця збити вінчиком із склянкою цукру. В білу піну додати м'гке вершкове масло і мед. Далі - збити ще раз.\nДодати соду гашену уксусом, або лимонним соком. Вимішати і поступово додати борошно вимішуючи тісто.\nВикласти тісто на дошку посипану борошном добре вимісити руками, тісто повинно бути м'яким.\nРозділити тісто на 5-6 частин. Розкачувати по одній і випікати коржі в розігрітій духовці до зарум'янення.\nГоріхи підсушити та подрібнити частину, а трохи цілих - лишити для прикрашання.\nПриготувати крем: збити міксером сметану з цукром. Збивати поки цукор не розчинеться.\nНа блюді зібрати торт: кожен корж змащувати кремом та посипати подрібненими горіхами, скласти всі коржі.\nВерх і боки торта змастити кремом, прикрасити половинками горіхів. Поставити торт на 6-8годин в холодильник.","tags":[]},{"id":138,"name":"Риба з овочами","photoURL":null,"recipe":["Гвоздика - 2 шт","Лавровий лист - 2 шт","Морква - 1 шт","Олія - 150 гр","Перець горошок духм'яний - 4 шт","Сіль - За смаком","Томат - 2 ст.л","Філе риби - 1 кг","Цибуля - 1 шт","Цукор - За смаком"],"text":"Філе риби (хек, судак, мінтай) помити  обсушити,  посолити, запанірувати в борошні та обсмажити.\nСмажену рибу скласти в каструлю. Овочі очистити, цибулю нарізати соломкою, моркву натерти на тертку.\nОвочі обсмажити на сковороді, додавши олію, томат і склянку води. Додати сіль, цукор, перець, і спеції\nДати соусу трохи покипіти, а потім залити соусом рибу. Накрити каструлю кришкою і тушкувати 15хв. на малому вогні.","tags":[]},{"id":139,"name":"Курячі стегна з сиром","photoURL":null,"recipe":["Зелень - За смаком","Курячі бедра - 5 шт","Майонез - 4 ст.л","Перець Мелений - За смаком","Сир твердий - 100 гр","Сіль - За смаком","Часник - За смаком"],"text":"Сир нарізати пластинками. В кожне бедро під шкіру вкласти пластинку сиру і викласти в форму для запікання.\nПосолити, поперчити. В майонез додати подрібнену зелень і поднений часник, перемішати.\nЗмастити бедра сумішшю та запікати при 180 градусах, протягом 45-50 хвилин.","tags":[]},{"id":140,"name":"Курка в пиві","photoURL":null,"recipe":["Куряче м'ясо - 1 кг","Олія - 50 гр","Перець Мелений - За смаком","Пиво світле - 1 склянки","Приправи - За смаком","Сіль - За смаком","Цибуля - 2 шт","Часник - За смаком"],"text":"Шматки м'яса посолити, поперчити, посипати приправами.\nЧасник подрібнити в часничниці і натерти ним шматки м'яса. Поставити в холодильник на годину.\nЦибулю нарізати півкільцями обсмажити додавши олію до золотистого кольору.\nВідсунути цибулю до бортів сковороди і викласти шматки м'яса. Обсмажити з усих сторін по 6 хвилин.\nПотім влити пиво і тушкувати під кришкою 20-25 хвилин.","tags":[]},{"id":141,"name":"Куряче філе з грибами","photoURL":null,"recipe":["Вершки - 3 ст.л","Гриби - 300 гр","Куряче філе - 500 гр","Перець Мелений - За смаком","Сир твердий - 70 гр","Сіль - За смаком","Цибуля - 1 шт"],"text":"Гриби та цибулю порізати кубиками, обсмажити. Додати сіль, перець, натертий сир і вершки. Перемішати.\nФіле відбити посолити, поперчити. В центрі філе покласти грибний фарш та скласти в кульку.\nКульку загорнути в фольгу змащену олією. Запікати в розігрітій до 200 градусів духовці, протягом 30 хвилин.\nПотім розгорнути фольгу і дати зарум'янитися ще 5-10 хвилин.","tags":[]},{"id":142,"name":"Оладки з шинкою","photoURL":null,"recipe":["Борошно - 2 склянки","Кефір - 1 склянки","Олія - 100 гр","Перець Болгарський - 1 шт","Сир твердий - 100 гр","Сіль - За смаком","Сода - За смаком","Цибуля зелена - За смаком","Шинка - 100 гр","Яйця - 2 шт"],"text":"Шинку і перець Болгарський нарізати кубиками, сир натерти на тертку, зелену цибулю дрібно порізати.\nЗбити яйця, додати кефір, сіль, соду, покласти нарізані продукти й перемішати. Поступово додати борошно.\nВимішати тісто, воно повинно бути як густа сметана. У сковороді розігріти олію і ложкою викладати оладки.\nСмажити з обох сторін по 5 хвилин до рум'яного кольору.","tags":[]},{"id":143,"name":"Пиріг заливний","photoURL":null,"recipe":["Борошно - 50 гр","Куряче філе - 200 гр","Молоко - 150 гр","Перець Мелений - За смаком","Розпушувач для тіста - За смаком","Сир твердий - 200 гр","Сіль - За смаком","Яйця - 2 шт"],"text":"М'ясо відварити в підсоленій воді і дрібно порізати, сир натерти на тертку.\nЯйця збити, додати молоко, сіль, розпушувач для тіста, і борошно. Добре перемішати.\nФорму для запікання змастити олією викласти подрібнені м'ясо і сир, та залити тісто.\nПоставити в розігріту духовку, випікати 35-40 хвилин.","tags":[]},{"id":144,"name":"Гречка запечена","photoURL":null,"recipe":["Зелень - За смаком","Крупа гречана - 160 гр","Масло вершкове - 50 гр","Морква - 1 шт","Олія - 50 гр","Перець Мелений - За смаком","Помідори - 1 шт","Сіль - За смаком","Твердий сир - 70 гр","Цибуля - 1 шт","Яйця - 3 шт"],"text":"Гречку зварити в підсоленій воді до готовності. Яйця зварити на твердо, та нарізати кубиками.\nЦибулю і моркву очистити, цибулю нарізати кубиками, моркву натерти на тертку. Помідор порізати дрібно.\nОбсмажити цибулю і моркву до золотистого кольору, додати помідори та смажити ще дві хвилини.\nСир натерти на тертку. Форму для запікання змастити й викласти половину гречки, потім половину овочів.\nПодрібнені яйця присипати тертим сиром. Потім знову гречку, овочі, яйця і сир.  Можна додати подрібнену зелень.\nФорму поставити в розігріту духовку та випікати 10-15 хвилин.","tags":[]},{"id":145,"name":"Печінка у паніровці","photoURL":null,"recipe":["Борошно кукурудзяне - 100 гр","Олія - 100 гр","Сіль - 1 ч.л","Сода - За смаком","Цукор - 1 ч.л","Часник - За смаком","Яйця - 1 шт","Яловича печінка - 600 гр"],"text":"Печінку помити, обсушити, зачистити від плівки. Нарізати великими шматочками.\nЯйце збити з сіллю, додати цукор, дрібку соди і три зубки часнику подавленого в часничниці, перемішати.\nЦією сумішшю залити печінку і залишити в холодильнику на дві години.\nЦибулю нарізати півкільцями та обсмажити на олії. Викласти на тарілку.\nШматки печінки запанірувати в кукурудзяному борошні та викласти на розігріту сковороду.\nДодати олію й обсмажити з кожного боку до золотої скоринки. Потім додати смажену цибулю.\nПеремішати і тушкувати під кришкою 5-7 хвилин. За бажанням, прикрасити зеленню.","tags":[]},{"id":146,"name":"Шампіньйони по-корейські","photoURL":null,"recipe":["Коріандр - За смаком","Морква - 1 шт","Олія - 50 гр","Оцет - 2 ст.л","Перець Мелений - За смаком","Сіль - 1 ч.л","Цибуля - 1 шт","Цукор - 1 ст.л","Часник - За смаком","Шампіньйони - 500 гр"],"text":"Гриби помити й обсушити. Великі гриби порізати на 2-4 частини. Кладемо в окріп даємо закипіти й проварюємо 2хв.\nВідкинути на друшлак, охолодити і перекласти в каструлю. Очистити цибулю та моркву.\nЦибулю нарізати соломкою, моркву натерти на тертку, й додати до грибів.\nДодати до грибів сіль, цукор і коріандр (пів чайноі ложки). Влити олію та оцет, перемішати.\nНакрити кришкою і залишити в холодильнику на 8-10 годин.","tags":[]},{"id":147,"name":"Англійський Сніданок","photoURL":null,"recipe":["Бекон - 2 шт","Квасоля в томатному соусі - 150 гр","Перець Мелений - За смаком","Помідори - 1 шт","Сіль - За смаком","Сосиски - 2 шт","Тостовий хліб - 1 шт","Шампіньйони - 1 шт","Яйця - 1 шт"],"text":"Бекон нарізаємо тонкими скибками (2 скибки на порцію). Помідор - нарізаємо кружальцями (половина помідора на одну порцію).\nСмажимо сосиски, яйця й бекон. За бажанням, можна також обсмажити поміор та шампіньйони (Один-Два грибочки на одну порцію). Шматок хліба смажимо у тостері. Якщо тостера немає - Можна обсмажити в духовці, або на пательні після яєць та бекону.\nДалі - тушкуємо квасолю. Тушкуємо на середньому вогні, і на попередньо розігрітій пательні. Постійно помішуємо квасолю не даючи їй підгоріти. Тушкувати довго не потрібно, достатньо, щоб томатний соус троги загустів.\nВикладаємо все на велику тарілку.\nГотово! Можна снідати.","tags":[]},{"id":148,"name":"Горбуша запечена","photoURL":null,"recipe":["Горбуша свіжо-морожена - 600 гр","Морква - 2 шт","Олія - 50 гр","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 300 гр","Твердий сир - 150 гр","Цибуля - 2 шт","Часник - За смаком"],"text":"Рибу очистити, видалити голову й хвіст. Розділити на філе, видалити кістки та порізати на порційні шматки.\nОдну цибулю порізати півкільцями та відкласти. Другу цибулину порізати кубиками, моркву натерти на тертку.\nЗлегка обсмажити цибулю нарізану кубиками та моркву, додавши олію. Трохи посолити і поперчити.\nСметану змішати з часником (5 зубців на 6 порцій) пропущеним через часничницю. Додати сіль, перець та вимішати.\nСир натерти на тертку. Форму для запікання змастити олією. На дно викласти цибулю нарізану півкільцями.\nНа цибулю викласти шар риби, посолити, поперчити і щедро змастити шматки риби сметаною з часником.\nДалі викласти шар смажених оовочів. Трохи присипати натертим сиром. Потім знову кладемо шматки риби сіль, перець.\nНа рибу кладемо смажені овочі, та змащуємо сметаною. Далі - Поставити в розігріту духовку (200 градусів).\nЗапікати 30-35 хвилин, потім посипати натертим сиром та запікати ще    \n5 -10 хвилин.","tags":[]},{"id":149,"name":"Яйця Бенедикт","photoURL":null,"recipe":["Бекон - 4 шт","Вода - 1 ч.л","Жовток яйця - 3 шт","Лимонний сік - 1 ст.л","Масло вершкове - 100 гр","Оцет - 1 ст.л","Перець Гострий - За смаком","Сіль - За смаком","Тостовий хліб - 2 шт","Цибуля - 1 шт","Яйця - 2 шт"],"text":"Нагріваємо каструлю з водою. В ній ми будемо варити яйця для тостів. Доводимо воду до кипіння, додаємо оцет, і прикручуємо вогонь.\nПеремішуємо воду в каструлі, щоб утворилась воронка. У воронку обережно виливаємо яйце та варимо 2-3 хвилини. Треба щоб білок охопив яйце і зварився, лишивши жовток в середині рідким. Якщо готуєте більше однієї порції - повторіть процедуру з кожним яйцем.\nДрібно нарізаємо цибулю, а бекон ріжемо дрібними смужками (по 2 смужки на 1 порцію). Розтоплюємо половину масла на пательні й смажимо цибулю з беконом. Потім - можна підсмажити тости, якщо немає тостера.\nГотуємо Голандський соус:\nСоус готуємо на пару. Кип'ятимо воду в каструлі і накриваємо її тарілкою. В тарілку додаємо залишок масла. Окремо збиваємо жовтки яєць і додаємо їх до розтопленого масла. Додаємо лимонний сік і перемішуємо.\nВикладаємо на тости бекон з цибулею, Далі - зварене яйце. Тости поливаємо соусом і страва готова.","tags":[]},{"id":150,"name":"Картопля по-португальські","photoURL":null,"recipe":["Картопля - 10 шт","Масло вершкове - 100 гр","Перець Мелений - За смаком","Розмарин - За смаком","Сіль - За смаком","Часник - За смаком"],"text":"Картоплю очистити та відварити в підсоленій воді до готовності.\nЧасник подрібнити в часниковому пресі і викласти на змащене деко.\nКартоплю відцідити і викласти на деко. Кожну картоплину притиснути лопаткою, щоб вона розкрилась.\nЗверху на картоплю покласти по шматочку масла посипати сіллю, перцем та розмарином.\nДеко поставити в розігріту до 180 градусів духовку. Запікати до золотистого кольору (15-20 хвилин).","tags":[]},{"id":151,"name":"Рататуй","photoURL":null,"recipe":["Баклажан - 2 шт","Кабачок - 1 шт","Помідори - 3 шт","Сир твердий - 50 гр","Сіль - За смаком","Соус томатний - 100 гр","Спеціі - За смаком","Цибуля - 1 шт","Часник - За смаком"],"text":"Овочі помити й нарізати кружальцями. Баклажани посипати сіллю щоб видалити гіркоту.\nКабачок і помідори посолити. Томатний соус солимо, посипаємо спеціями й додаємо подрібнений часник.\nЦибулю нарізати кубиками, додати до соусу, і перемішати. Глибоку форму змастити соусом та викласти овочі.\nКружальця овочів ставити вертикально трохи навскоси. Щільно скласти кабачки, баклажани і помідори.\nЗаповнену овочами форму накрити фольгою і запікати в духовці, при 180 градусах. В кінці запікання - посипати сиром.","tags":[]},{"id":152,"name":"Паста з тунцем","photoURL":null,"recipe":["Зелені оливки - 100 гр","Олія оливкова - 50 гр","Паста - 300 гр","Перець Мелений - За смаком","Помідори - 2 шт","Сіль - За смаком","Твердий сир - За смаком","Тунець - 100 гр","Цибуля - 1 шт","Часник - За смаком"],"text":"У сковороді розігріти олію та обсмажити дрібно нарізані цибулю й часник. Додати потерті на тертку помідори\nТушкувати на малому вогні 5 хвилин. Додати тунець з оливками, й протушкувати ще 5 хвилин,\nПосту зварити, з'єднати з соусом, додати сіль та перець. За бажанням посипати натертим сиром.","tags":[]},{"id":154,"name":"Булочки з начинкою","photoURL":null,"recipe":["Борошно - 500 гр","Вода - 100 мл","Дріжжі - 10 гр","Кефір - 250 мл","Кориця - За смаком","Олія - 50 гр","Сік лимонний - 1 ст.л","Сіль - 1 ч.л","Цукор - 9 ст.л","Яблука - 2 шт","Яйця - 2 шт"],"text":"В глибокі мисці змішати дріжджі, цукор (5 ст.л. на 8 порцій), та розвести теплою водою,щоб дріжджі почали бродіння.\nДалі додати кефір, яйця, (один жовток залишити для змащування) сіль, борошно та олію. Вимісити тісто.\nНакрити рушником та поставити в тепле місце на пів години, щоб підійшло. Приготувати начинку.\nЯблука очистити та натерти на тертку, скропити соком лимона та присипати корицею.\nТісто має збільшитись вдвічі. Вим'яти його, розкатати в тонкий прямокутник, та викласти начинку.\nДля начинки також можна використовувати мак, або сир кисломолочний. Пласт тіста з начинкою скрутити в рулет.\nПотім рулет нарізати порційними шматочками, кожен шматочок защипнути з однієї сторони.\nВикласти на змащене деко, зверху змастити збитим жовтком та присипати цукром що залишився.\nБоки булочок можна змастити олією, щоб не злипалися. Залишити деко в теплому місці на 10-15 хвилин.\nЗа цей час розігріти духовку до 200 градусів. Поставити деко в духовку та випікати 25-30 хвилин.","tags":[]},{"id":155,"name":"Млинці з сиром","photoURL":null,"recipe":["Вершки - За смаком","Крохмаль - 5 ст.л","Молоко - 500 мл","Олія - 4 ст.л","Сир кисломолочний - 300 гр","Сіль - За смаком","Сметана - 150 гр","Цукор - За смаком","Яйця - 6 шт"],"text":"Збити вінчиком яйця (5шт. на 8 порцій, одне, або більше яєць лишаються на начинку), додати цукор та сіль, поступово додати крохмаль, і добре вимішати, щоб не було грудочок.\nПотім влити молоко й перемішати. Дати настоятись п'ять хвилин.\nСковороду змастити олією і смажити млинці тільки з однієї стророни.\nПриготувати начинку: сир перетерти з цукром, додати яйце, та добре вимішати.\nМлинці начинити сирною масою та скрутити рулетики, або конвертом.\nВикласти млинці на змащене деко, перемащуючи сметаною. Запікати в розігрітій духовці 10 хвилин.","tags":[]},{"id":156,"name":"Фріттата","photoURL":null,"recipe":["Зелень - За смаком","Картопля - 500 гр","Олія - 50 гр","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 1 ст.л","Цибуля - 1 шт","Часник - За смаком","Яйця - 6 шт"],"text":"Картоплю очистити й порізати соломкою, цибулю нарізати кубиками.\nРозігріти сковороду з олією та обсмажити картоплю й цибулю. Додати подрібнений часник, та перемішати.\nЯйця розбити в миску додати сіль, перець, подрібнену зелень, сметану, далі - збити вінчиком.\nЗалити картоплю яєчною масою, накрити кришкою і готувати ще десять хвилин.","tags":[]},{"id":157,"name":"Солянка","photoURL":null,"recipe":["Зелень - За смаком","Картопля - 3 шт","Ковбаса варено-копчена - 200 гр","Копчене м'ясо - 200 гр","Лимон - За смаком","Маслини - 50 гр","Морква - 1 шт","Олія - 3 ст.л","Перець Мелений - За смаком","Сіль - За смаком","Сметана - За смаком","Солоні огірки - 3 шт","Сосиски - 6 шт","Томат - 2 ст.л","Цибуля - 1 шт","Яловичина - 300 гр"],"text":"Яловиче м'ясо зварити до готовності, нарізати шматочками та покласти назад в бульйон.\nКартоплю очистити, порізати кубиками та додати в каструлю до м'яса. Варити на середньому вогні.\nЦибулю нарізати кубиками, моркву натерти на тертку, огірки також порізати кубиками.\nПідсмажити на олії цибулю і моркву потім додати огірки і томат. Перемішати та тушкувати 3-5 хвилин.\nКоли картопля буде майже готова - додати сіль і перець. Далі - додати засмажку та варити на малому вогні.\nКовбасу, сосиски і копчене м'ясо порізати шматочками, злегка обсмажити, та додати в каструлю.\nВарити солянку ще 5 хвилин,  додати маслини, дольки лимона, проварити 2-3 хвилини, зняти з вогню і дати настоятись.\nПри подачі посипати подрібненою зеленню та додати сметану.","tags":[]},{"id":158,"name":"Український Борщ","photoURL":null,"recipe":["Буряк - 1 шт","Вода - 3 л","Зелень - За смаком","Капуста свіжа - 250 гр","Картопля - 6 шт","Квасоля - 1 склянки","Морква - 1 шт","М'ясо свинина - 400 гр","Олія - 3 ст.л","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Сметана - За смаком","Томат - 2 ст.л","Цибуля - 1 шт","Цукор - За смаком","Часник - За смаком"],"text":"Квасолю залити водою і залишити на ніч. М'ясо нарізати шматочками (можна брати порібрену).\nЗалити м'ясо холодною водою і поставити на вогонь. Коли почне утворюватися піна - її потрібно зібрати.\nЯк добре закипить - додати квасолю і варити на середньому вогні. Тим часом, можемо почистити овочі і нарізати картоплю кубиками.\nЦибулю і перець Болгарський нарізати кубиками, моркву і буряк натерти на тертку. Капусту - ріжемо соломкою.\nРозігріти сковороду з олією і обсмажити цибулю. В процесі - додати моркву, потім буряк та перець. Смажити 5-7 хвилин.\nПотім додати томат, перемішати, й тушкувати ще 5 хвилин.\nВ каструлю до м'яса і квасолі (мають бути на половину готові) додати картоплю й варити до напівготовності.\nКладемо капусту й додаємо сіль, перець та цукор. Далі - перемішати і готувати 10 хвилин.\nДодаємо смажені овочі, перемішуємо і варимо на малому вогні до готовності (5-10 хвилин).\nВ кінці додати подрібнену зелень і, за бажанням, додати подрібнений часник.","tags":[]},{"id":159,"name":"Суп з куркою","photoURL":null,"recipe":["Зелень - За смаком","Картопля - 3 шт","Куряча грудка - 300 гр","Морква - 1 шт","Олія - 2 ст.л","Перець Мелений - За смаком","Приправи - За смаком","Сіль - За смаком","Цибуля - 1 шт","Яйця - 3 шт"],"text":"Зварити бульйон із грудки. Дістати м'ясо та порізати шматочками, покласти назад в каструлю з бульйоном.\nОчистити овочі, картоплю нарізати кубиками та додати в каструлю з бульйоном, варити на малому вогні\nЦибулю нарізати кубиками, моркву натерти, обсмажити, та додати в суп. Також додати сіль, перець, і приправи.\nЯйця збити, додати сіль, та посмажити яєчні омлети. Дати охолонути та нарізати соломкою.\nДодати яєчну лапшу в суп, і як тільки закипить - зняти з вогню. Дати настоятись 10 хвилин та посипати зеленню.","tags":[]},{"id":160,"name":"Картопляні оладки","photoURL":null,"recipe":["Борошно - 1 ст.л","Зелень - За смаком","Картопля - 600 гр","Ковбаса копчена - 150 гр","Олія - 100 гр","Перець Мелений - За смаком","Сіль - За смаком","Сухарі Паніровочні - 100 гр","Твердий сир - 100 гр","Яйця - 2 шт"],"text":"Картоплю відварити в мундирі, очистити та натерти на крупну тертку.\nТакож натерти ковбасу і сир. В глибокій мисці збити яйця додати натерті продукти, сіль, перець, борошно і зелень.\nВсе добре вимішати, сформувати оладки мокрими руками, та панірувати в сухарях,або в борошні.\nСмажити на розігрітій сковороді додавши олію. Обсмажити з обох боків до рум'яного кольору.","tags":[]},{"id":161,"name":"Салат Цезар з куркою","photoURL":null,"recipe":["Анчоуси - 5 шт","Багет - 1 шт","Гірчиця - За смаком","Жовток яйця - 2 шт","Куряче філе копчене - 200 гр","Лимонний сік - 2 ст.л","Листя салату - 300 гр","Олія - 4 ст.л","Олія оливкова - 2 ст.л","Паприка - За смаком","Пармезан - За смаком","Перепелині Яйця - 2 шт","Перець Мелений - За смаком","Помідори Чері - 4 шт","Сіль - За смаком","Часник - 1 шт"],"text":"Готуємо сухарики:\nРозрізаємо багет вздовж, на дві половини. Одну половину нарізаємо невеликими скибками. Необхідної кількості немає, тому можемо зробити скільки захочемо.\nРозігріваємо духовку і готуємо скибки багету до запікання.\nПорізаний хліб можна полити оливковою олією з часником (Просто перемішати подавлений часник і оливкову олію). Також присипаємо скибки пармезаном.\nКоли духовка розігріта до 200 градусів - Ставимо туди скибки і печемо, доки не отримаємо сухарики.\nГотуємо соус: \nБеремо консервовані анчоуси і прибираємо все зайве (Голови і хвости, якщо є). Самі анчоуси подрібнюємо і передавлюємо до утворення однорідної пасти. В процесі, додаємо подавлений часник, трохи солі, яєчні жовтки, лимонний сік, та гірчицю.\nВсе перемішуємо, щоб соус став однорідним і трохи густим. Сюди ж додаємо тертий пармезан. За смаком, додаємо ще сіль, перець, та лимонний сік.\nПідготуємо решту продуктів. Варимо перепелині яйця, чистимо, й ріжемо їх на половинки. Помідори чері також ріжемо на половинки. Копчене куряче філе нарізаємо невеликими смужками.\nЧастину листя салату викладаємо на тарілку, змастивши перед тим в соусі. Решту листя можна порізати\/порвати й додати до інших продуктів пізніше.\nДалі вимочуємо смужки курки в соусі й викладаємо на тарілку з листям. Також викладаємо половинки помідорів та перепелиних яєць. Якщо лишились подрібнені листя салату - додаємо їх сюди.\nНа кінець - Вимочуємо в соусі сухарики й висипаємо їх на тарілку. Якщо лишився соус - ним можна дозаправити салат. Додаємо за смаком паприку й тертий пармезан. Салат готовий.","tags":[]},{"id":162,"name":"Млинці з м'ясом","photoURL":null,"recipe":["Борошно - 1 склянки","Молоко - 500 мл","М'ясо - 400 гр","Олія - 2 ст.л","Сіль - За смаком","Сода - За смаком","Цибуля - 1 шт","Цукор - За смаком","Яйця - 3 шт"],"text":"Приготуємо начинку для млинців: м'ясо нарізати шматками й обсмажити з цибулею.\nДодати трохи води і тушкувати до готовності. Посолити та поперчити за смаком.\nПриготувати тісто для млинців: в глибоку миску розбити яйця, додати сіль і цукор, збити, додати олію, та молоко.\nПоступово додати борошно, й вимішати щоб не було грудочок. Смажити млинці на сковороді з обох сторін.\nТушковане м'ясо прокрутити на м'ясорубку,або подрібнити блендером. Закрутити начинку в млинці.\nГотові млинці викласти в форму змащену олією та на 5 хвилин поставити в розігріту духовку.\nДля начинки також можна взяти смажені з цибулею гриби. Подавати млинці можна із сметаною, або майонезом.","tags":[]},{"id":163,"name":"Стейк \"Рібай\"","photoURL":null,"recipe":["Масло - 20 гр","Олія - За смаком","Перець Гострий - За смаком","Перець Мелений - За смаком","Сіль - За смаком","Яловичина - 300 гр"],"text":"Важливо обрати правильне м'ясо. Нам потрібен шматок м'яса з реберної частини. Можна брати як шматок з ребром, так і без. М'ясо має бути однотонного мармурового кольору, і пронизане тонкими жировими смужками. Товщина шматка має бути 3-4 см.\nМаринувати м'ясо не потрібно. Але дуже важливо довести його до кімнатної температури перед жаркою. Тому підготуйте м'ясо приблизно за 2 години до початку. Таким чином ми також просушуємо м'ясо, що дає кращий смак.\nБезпосередньо перед приготуванням, рекомендується протерти м'ясо рушником (в ідеалі - вафельним), щоб прибрати зайву вологу з поверхні. Солити та перчити м'ясо можна як перед жаркою так і після.\nСковорідку краще брати чавунну і з товстим дном. М'ясо вимочуємо в олії, і якщо вирішили приправляти спочатку - то також викачуємо в солі та спеціях. Смажити потрібно на середньому або великому вогні і на сухій сковороді.\nКладемо м'ясо на вже добре розігріту сковороду й перевертаємо кожну хвилину-півтори. М'ясо має взятись скоринкою, і утримувати сік всередині. Це і дає м'ясу особливий смак. Приблизно на половині готовності - додаємо на сковороду масло.\nІснує кілька рівнів прожарки, кожен з яких потребує певного часу приготування. Raw, Rare, Medium Rare, Medium well, і Well done. Обираємо ту, яка вам найбільш до вподоби.\nRaw - Найсиріша прожарка. 1-2 хвилини на сковороді, але далі треба загорнути м'ясо в фольгу і лишити на 10 хвилин.\nRare - сирувате всередині м'ясо, але з уже сформованою скоринкою. Також відоме як \"м'ясо з кров'ю\". Вважається найсоковитішим. Щоб досягти такого рівня - смажимо 3-4 хвилин.\nMedium Rare - Один з найпопулярніших видів прожарки. Стейк прожарений, але середина сира. М'ясо такої прожарки, смажиться приблизно 5-6 хвилин.\nMedium - Ще один популярний вид прожарки. Такий стейк прожарений майже повністю, але відрізняється тонким соковитим центром, рожевого кольору. Час прожарки для Medium - 7-8 хвилин.\nMedium well - Повністю прожарений стейк, з трохи рожевим центром. М'ясо все ще соковите, але сирого м'яса вже немає. Прожарка займає 9-10 хвилин.\nWell done - м'ясо повністю прожарене, всередині - коричневого кольору. Таке м'ясо найменш соковите, також може бути трохи жорстким. Час прожарки буде 10-12 хвилин.\nЯкщо ви не додавали сіль та спеції перед прожаркою - їх можна додати на готовий стейк.","tags":[]},{"id":164,"name":"Пиріг тертий","photoURL":null,"recipe":["Борошно - 500 гр","Джем - 200 гр","Масло вершкове - 200 гр","Розпушувач для тіста - 1 ч.л","Цукор - 250 гр","Цукор ванільний - За смаком","Яйця - 2 шт"],"text":"Готуємо пісочне тісто: в глибокій мисці змішати яйця, ванільний цукор, та додати розтоплене масло.\nБорошно змішати з розпушувачем, поступово додати в миску, та замісити тісто руками. Розділити тісто на дві частини (Одна більша).\nМенший шматок покласти в морозилку на 30 хвилин. А більшу частину розкачати.\nРозкачуємо тісто по розміру вашого дека, чи форми. Потім - Пласт тіста перекласти на змащене деко.\nПоверх  змащуємо джемом, чи варенням яке вам більше смакує. Вийняти тісто з морозилки, воно буде тверде.\nПоверх джему натерти на тертку тісто з морозилки. Випікати в розігрітій духовці  25-30 хвилин.","tags":[]},{"id":165,"name":"Курячі кекси","photoURL":null,"recipe":["Зелень - За смаком","Куряче філе - 300 гр","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 100 гр","Твердий сир - 100 гр","Цибуля - 1 шт","Яйця - 2 шт"],"text":"М'ясо і цибулю перемолоти в фарш, додати перець нарізаний дрібними кубиками, подрібнену зелень.\nДодати до фаршу, натертий сир, яйця, сметану, сіль, перець добре вимішати. Форми для кексів наповнити фаршем.\nПоставити в розігріту до 200 градусів духовку і випікати 30-35 хвилин. Подавати із сметаною.","tags":[]},{"id":166,"name":"Салат із моркви","photoURL":null,"recipe":["Зелень - За смаком","Лимонний сік - За смаком","Морква - 1 шт","Олія оливкова - 1 ст.л","Сир кисломолочний - 150 гр","Сіль - За смаком","Цибуля зелена - За смаком"],"text":"Моркву очистити та натерти на тертку. Зелень і цибулю зелену подрібнити. Сир розім'яти і змішати з рештою продуктів.\nДодати сіль, сік лимона, заправити оливковою олією та перемішати.","tags":[]},{"id":168,"name":"Торт із кукурудзяних пластівців","photoURL":null,"recipe":["Вода - 80 мл","Горіхи - 100 гр","Желатин - 1 ч.л","Кукурудзяні пластівці - 200 гр","Масло вершкове - 100 гр","Сметана - 600 гр","Цукор - 200 гр"],"text":"Цукор всипати в каструлю влити більшу частину (50мл на 8 порцій). води зварити сироп карамельного кольору, додати масло, перемішати.\nДодати сметану (100гр. на 5 порцій), перемішати вінчиком до однорідної маси, залишити охолонути.\nГоріхи подрібнити, желатин залити води (2 столові ложки на 8 порцій), і дати набухнути. В мисці змішати третину карамелі з горіхами.\nВ решту карамелі додати желатин зі сметаною, та перемішати вінчиком.\nГлибоку форму змащену олією застелити харчовою плівкою. На дно викласти карамель з горіхами.\nШар карамелі з горіхами розрівняти й присипати пластівцями. Далі - заливаємо сметанним кремам, та знову насипаємо шар пластівців і крем.\nКрем має бути верхнім шаром. Накрити харчовою плівкою й поставити в холодильник на ніч. За бажанням прикрасити.","tags":[]},{"id":169,"name":"Рулетики з листового тіста","photoURL":null,"recipe":["Ковбаса - 200 гр","Кунжут - За смаком","Листове тісто - 500 гр","Майонез - 3 ст.л","Твердий сир - 200 гр","Яйця - 3 шт"],"text":"Два яйця зварити в круту, а одне збити в мисці і відкласти. В глибоку миску нарізати соломкою ковбасу.\nДодати сир натертий на тертку, варені яйця нарізані соломкою, і все добре перемішати.\nТісто розкачати, досипавши борошно в широкий пласт, змастити пласт майонезом не домазуючи 3см. по краям\nЗі сторони від себе. Викласти нарізані продукти тонким шаром і скрутити рулет. Нарізати на порційні шматки.\nДеко застелити пергаментним папером викласти рулетики на відстані 3см між собою.\nЗмастити збитим яйцем та присипати кунжутом. Випікати в розігрітій духовці 30-35 хвилин.","tags":[]},{"id":170,"name":"Капустяні оладки","photoURL":null,"recipe":["Борошно - 3 ст.л","Зелень - За смаком","Капуста свіжа - 250 гр","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 2 ст.л","Сода - За смаком","Твердий сир - 70 гр","Яйця - 1 шт"],"text":"Капусту нарізати тонкою соломкою і на дві хвилини залити окропом потім злити воду і охолодити.\nПерекласти капусту в миску додати нарізану зелень, натертий сир, яйце, сметану, сіль, та перець. Перемішати.\nПоступово додати борошно і ще раз перемішати. Поставити в холодильник на 20 хвилин.\nВикласти ложкою оладки на деко застелене пергаментним папером випікати в розігрітій духовці 30 хвилин.\nТакож можна посмажити оладки на сковороді додавши олію. Подавати із сметаною.","tags":[]},{"id":171,"name":"Закуска з помідорів","photoURL":null,"recipe":["Базилік - За смаком","Мед - 1 ст.л","Олія - 4 ст.л","Перець Гострий - За смаком","Помідори - 5 шт","Сік лимонний - 2 ст.л","Сіль - За смаком","Цибуля - 3 шт","Часник - За смаком"],"text":"Помити помідори, а цибулю очистити та нарізати тонкими кружальцями. Часник нарізати не дуже дрібно.\nВ миску налити мед (якщо густий то розтопити), додати сік лимона, олію, сіль, перець, та базилік. Вимішуємо і отримуємо заправку.\nВ банку з широким горлом,чи лоток викласти шар помідорів і шар цибулі з часником. Повторити шари і викласти все.\nЗверху залити заправкою поставити в холодильник. Чим довше стоятиме закуска - тим вона буде смачніша. Підходить до м'яса.","tags":[]},{"id":172,"name":"Рулет із сьомгою","photoURL":null,"recipe":["Вершки - За смаком","Зелень - За смаком","Листове тісто - 200 гр","Сьомга малосольна - 100 гр","Яйця - 3 шт"],"text":"Дрібно нарізати зелень та рибу, яйця збити з вершками і посмажити омлет. (Залишіть Одне, або більше яєць на потім).\nТісто розкачати в пласт та покласти на нього омлет, нарізану рибу, та зелень. Скрутити рулет і покласти на змащене деко.\nЗмастити збитими яйцями, що лишились та випікати в розігрітій до 180 градусів духовці, протягом 20 хвилин.","tags":[]},{"id":173,"name":"Швидкі хачапурі","photoURL":null,"recipe":["Борошно - 1 склянки","Масло вершкове - 30 гр","Молоко - 1 склянки","Сир Сулугуні - 300 гр","Яйця - 2 шт"],"text":"Збити яйця, додати молоко й борошно, збити ще раз. Сулугуні натерти на тертку та додати в тісто. Перемішати.\nСковороду змастити маслом і викласти тісто. Обсмажити до рум'яного кольору з обох сторін.","tags":[]},{"id":174,"name":"Свинина під шубою","photoURL":null,"recipe":["Зелень - За смаком","Картопля - 5 шт","Майонез - 1 ст.л","М'ясо (Балик) - 400 гр","Олія - 2 ст.л","Перець Мелений - За смаком","Помідори - 2 шт","Сіль - За смаком","Сметана - 1 ст.л","Твердий сир - 60 гр","Цибуля - 1 шт","Часник - За смаком"],"text":"М'ясо нарізати шматочками товщиною 2см. Відбити, посолити, поперчити, накрити плівкою, й залишити на 20 хвилин.\nЦибулю очистити та порізати чверть кільцями. Помідори помити й порізати дольками.\nКартоплю очистити і порізати кружальцями. Додати сіль, перець, сметану, та майонез. Перемішати.\nФорму змастити олією викласти половину цибулі,картоплю, шматки м'яса змастити олією.\nДалі викласти решту цибулі, помідори, й часник. Посолити та поперчити. Форму накрити фольгою.\nЗапікати в духовці одну годину, при 180 градусах. Знімаємо фольгу і посипаємо натертим сиром.\nЗапікати ще 5-10 хвилин. Готову страву посипати порізаною зеленню.","tags":[]},{"id":175,"name":"Вівсяна каша з фруктами","photoURL":null,"recipe":["Банан - 200 гр","Вівсяні пластівці - 150 гр","Вода - 500 мл","Масло - 30 гр","Сіль - За смаком","Цукор - За смаком","Яблука - 200 гр"],"text":"Варимо вівсянку. Каструлю з водою доводимо до кипіння, додаємо сіль та цукор. Далі - додаємо вівсянку й варимо до кипіння і ще 5-10 хвилин.\nПо готовності, знімаємо кашу з вогню й додаємо туди масло. Перемішуємо й даємо настоятись.\nЯблуко й банан ріжемо кубиками. За бажанням можна також додати ягоди (Виноград, Малина, Смородина) та подрібнені горіхи.\nДодаємо фрукти у вівсянку перед подачею на стіл","tags":[]},{"id":176,"name":"Капуста маринована","photoURL":null,"recipe":["Буряк - За смаком","Вода - 500 мл","Капуста свіжа - 2 кг","Лавровий лист - 3 шт","Морква - 400 гр","Олія - 150 мл","Оцет - 150 мл","Перець горошок - 5 шт","Сіль - 2 ст.л","Цукор - 100 гр","Часник - За смаком","Яблука - За смаком"],"text":"Капусту тонко нашинкувати, моркву натерти на тертку, часник нарізати пластинками.\nЗа бажанням, можна додати дольки яблука та червоного буряка. Капусту щільно вкласти в банку, або каструлю.\nПриготувати маринад: закип'ятити воду, додати сіль, цукор, перець, лавровий лист, олію, оцет. Зняти з вогню.\nГарячим маринадом залити капусту і поставити в холодильник на ніч. Капуста готова.","tags":[]},{"id":178,"name":"Салат із кальмара","photoURL":null,"recipe":["Гриби мариновані - 200 гр","Кальмари - 600 гр","Майонез - 100 гр","Огірки - 2 шт","Перець Мелений - За смаком","Сіль - За смаком","Яйця - 3 шт"],"text":"Очистити кальмари, видалити плівку і хорду. Опустити кальмари в кип'ячу воду і проварити 2-3 хвилини.\nВитягнути кальмари з окропу і занурити в холодну воду. Яйця зварити на твердо. Нарізати соломкою кальмари.\nЯйця й огірки також нарізати соломкою, а гриби - дольками.\nДодати все до кальмарів. Додати сіль, перець, заправити майонезом та перемішати.","tags":[]},{"id":179,"name":"Піца на сковороді","photoURL":null,"recipe":["Борошно - 9 ст.л","Гриби - 100 гр","Ковбаса - 200 гр","Майонез - 3 ст.л","Перець Болгарський - 2 шт","Помідори - 3 шт","Розпушувач для тіста - За смаком","Сир твердий - 100 гр","Сметана - 4 ст.л","Яйця - 2 шт"],"text":"Приготувати тісто, яйця збити, додати сіль, майонез, сметану. Перемішати, додати борошно і розпушувач.\nДобре перемішати. На сковороду влити трохи олії, та рівномірно викласти тісто. Поставити на середній вогонь.\nТісто повинно трохи схопитися. Потім зверху викласти нарізані ковбасу, гриби, перець, помідори, і посипати сиром.\nНакрити кришкою, зменшити вогонь і готувати ще 10-15 хвилин. Начинку можна обрати будь яку, за своїм смаком.","tags":[]},{"id":181,"name":"Торт з лимонним кремом","photoURL":null,"recipe":["Крохмаль - 1 ст.л","Масло вершкове - 100 гр","Молоко - 500 мл","Печиво - 400 гр","Цедра лимона - 2 ст.л","Цукор - 120 гр","Яйця - 4 шт"],"text":"Молоко влити в сотейник. Додати цедру лимона (1 столова ложка 5 порцій), і поставити на вогонь. Збити яйця з цукром. Відлити молоко в склянку.\nВ теплому молоці розвести крохмаль і вилити назад в каструлю, туди ж \nдодати яєчну суміш.\nДовести крем до загустіння, постійно помішуючи. Зняти з вогню, охолодити та додати масло. Добре перемішати.\nЗібрати торт в формі для випічки. На дно форми викласти тонкий шар крему потім шар печиво, шари повторити.\nГотовий торт зверху посипати цедрою лимона. Поставити торт в холодильник на годину, щоб просочився.","tags":[]},{"id":182,"name":"Салат із тунцем","photoURL":null,"recipe":["Зелень - За смаком","Листя салату - 100 гр","Олія оливкова - 2 ст.л","Перець Мелений - За смаком","Помідори Чері - 5 шт","Сіль - За смаком","Тунець консервований - 1 шт","Цибуля біла - 1 шт","Яйця - 2 шт"],"text":"З консервованого тунця злити зайву рідину та трохи розім'яти рибу. Яйця зварити на твердо, очистити і порізати.\nПомити помідори й листя салату, помідори розрізати навпіл, а салат порвати. Цибулю порізати соломкою.\nЗелень подрібнити. Викласти всі продукти в салатницю, додати сіль, перець, та олію. Злегка перемішати.","tags":[]},{"id":183,"name":"Шашлик з вином","photoURL":null,"recipe":["Лавровий лист - 3 шт","М'ясо свинина ошийок - 1 кг","Перець Мелений - За смаком","Сіль - За смаком","Цибуля - 4 шт","Червоне вино - 500 мл"],"text":"М'ясо нарізати на шматки перекласти в каструлю, додати цибулю нарізану кільцями.\nДодати сіль та перець. Добре перемішати. Заливаємо вином, щоб м'ясо було покрите більше половини\nКаструлю накрити кришкою і залишити в холодильнику на ніч. Потім пожарити шашлик як звичайно.","tags":[]},{"id":185,"name":"Шоколадна ковбаска","photoURL":null,"recipe":["Горіхи - За смаком","Згущене молоко - 200 гр","Масло вершкове - 200 гр","Печиво Пісочне - 500 гр","Порошок какао - 5 ч.л"],"text":"Подрібнити печиво, додати розм'якшене вершкове масло, й перемішати. Поступово влити згущене молоко.\nДодати какао й подрібнені горіхи. Все добре вимішати. Сформувати довгу ковбаску.\nЗагорнути ковбаску в харчову плівку та покласти в холодильник на дві-три години.","tags":[]},{"id":186,"name":"Пиріг з фрикадельками","photoURL":null,"recipe":["Борошно - 150 гр","М'ясний фарш - 500 гр","Перець Мелений - За смаком","Розпушувач для тіста - 1 ч.л","Сіль - 1 ч.л","Сметана - 250 гр","Твердий сир - 150 гр","Яйця - 3 шт"],"text":"Фарш посолити, поперчити, добре вимішати, та відбити. Мокрими руками сформувати маленькі кульки.\nПоставити фрикадельки в морозилку на 15-20 хвилин, щоб трохи підмерзли і стали твердими.\nЗбити яйця, додати сіль, сметану, і борошно з розпушувачем. Добре вимішати, щоб тісто було як густа сметана.\nТісто перекласти в змащену форму, викласти фрикадельки, та вдавити їх в тісто на близькій відстані одна від одної.\nПоставити форму в розігріту до 180 градусів духовку, на 15-20 хвилин. Потім посипати пиріг сиром натертим на тертку.\nВипікати ще 15-20 хвилин. Готовому пирогу дати годину постояти щоб ввібрався сік що виступив з фрикадельок.","tags":[]},{"id":187,"name":"Картопля з м'ясом в рукаві","photoURL":null,"recipe":["Картопля - 8 шт","Лавровий лист - За смаком","Морква - 1 шт","М'ясо свинина - 500 гр","Олія - 3 ст.л","Перець Болгарський - 1 шт","Сіль - За смаком","Соєвий соус - 3 ст.л","Суміш перців мелена - За смаком","Сухі прованські трави - 2 ч.л","Цибуля - 1 шт","Часник - За смаком"],"text":"Картоплю, моркву, та цибулю очистити й порізати. З перцю видалити насіння і також порізати. Сюди ж додати порізаний часник.\nМ'ясо нарізати шматочками, й додати до овочів. Посолити, посипати сумішшю перців, додати лавровий лист.\nПосипати прованськими травами, додати соєвий соус та олію. Все добре перемішати.\nВикласти все в рукав, та зав'язати краї. Покласти на деко й запікати в духовці одну годину.\nСтраву потрібно ставити в холодну духовку, а відлік часу починати коли рукав надується.","tags":[]},{"id":188,"name":"Легка закуска","photoURL":null,"recipe":["Кріп - За смаком","Куряче філе - 100 гр","Майонез - 2 ст.л","Сир плавлений - 100 гр","Яйця - 2 шт"],"text":"Куряче філе зварити в підсоленій воді. Яйця зварити на твердо. М'ясо нарізати дрібно, яйця і сир натерти.\nКріп порізати дрібно. В мисці змішати яйця, сир, та м'ясо. Додати майонез, і все добре вимішати.\nСформувати кульки та обкачати їх в подрібненій зелені. Викласти на блюдо та поставити в холодильник на 2-3 години.","tags":[]},{"id":189,"name":"Картопляні кораблики","photoURL":null,"recipe":["Бекон - 300 гр","Картопля - 8 шт","Олія - 2 ст.л","Паприка - 1 ч.л","Перець Мелений - За смаком","Приправа хмелі-сунелі - 1 ч.л","Сіль - За смаком","Цибуля - 2 шт"],"text":"Обрати велику картоплю, добре вимити, розрізати вздовж на дві частини, й перекласти в миску.\nПосипати приправами, сіллю, перцем, додати олію та все перемішати. Цибулю розрізати на четверо.\nБекон порізати по шматочку на кожну половинку картоплі. Прикріпити шпажками до картоплі.\nЗверху на шпажку надіти дольку цибулі щоб вийшов парус. Кораблики викласти на деко застелене пергаментом.\nПоставити в розігріту до 180 градусів духовку. Запікати 40-50 хвилин.","tags":[]},{"id":192,"name":"Курячі відбивні","photoURL":null,"recipe":["Борошно - 4 ст.л","Куряче філе - 600 гр","Молоко - 100 мл","Олія - 50 гр","Перець Мелений - За смаком","Плавлений сир - 100 гр","Сіль - За смаком","Сухарі Паніровочні - 100 гр","Яйця - 2 шт"],"text":"Куряче філе нарізати та відбити через харчову плівку. Посолити, поперчити дати просоліти.\nПлавлений сир натерти на тертку, додати яйця, молоко, приправи, борошно. Збити до однорідної маси.\nСухарі насипати в пласку тарілку: шматочки м'яса обваляти в сухарях, потім у клярі, і знову в сухарях.\nСмажити відбивні з обох сторін до золотистого кольору на розігрітій сковороді, додавши олію.","tags":[]},{"id":194,"name":"Курка в кефірі","photoURL":null,"recipe":["Кефір - 500 мл","Куряче стегно - 5 шт","Паприка - За смаком","Сіль - За смаком","Часник - 6 шт"],"text":"М'ясо помити, обсушити, й покласти в миску. Додати сіль, паприку, та часник (6зуб. на 5 порцій) пропущений через часничницю.\nЗалити кефіром, та добре вимішати руками. Накрити харчовою плівкою та поставити в холодильник на ніч.\nПотім викласти стегенця на змащене деко та випікати в розігрітій до 200 градусів духовці одну годину.","tags":[]},{"id":196,"name":"М'ясо по-грузинськи","photoURL":null,"recipe":["Базилік - За смаком","Кінза - За смаком","Кріп - За смаком","Мед - 1 ст.л","М'ясо (Балик) - 500 гр","Перець Мелений - За смаком","Петрушка - За смаком","Розмарин - За смаком","Сік лимонний - 1 ст.л","Сіль - За смаком","Сметана - 1 ст.л"],"text":"М'ясо нарізати шматочками середнього розміру, додати мед. Свіжу зелень подрібнити й додати до м'яса.\nПотім додати сіль, перець, та сік лимона. Перемішати та поставити в холодильник маринуватись, на 2-3 години.\nДістаємо м'ясо додаємо сметану, перемішуємо та викладаємо на змащене деко. Запікаємо в розігрітій духовці одну годину.","tags":[]},{"id":197,"name":"Запіканка із рису","photoURL":null,"recipe":["Зелений горошок - 2 ст.л","Куряча грудка - 300 гр","Олія оливкова - 3 ст.л","Перець Болгарський - 2 шт","Перець Мелений - За смаком","Приправи - За смаком","Рис - 300 гр","Сіль - За смаком","Сметана - 150 гр","Твердий сир - 100 гр","Цибуля - 1 шт","Шампіньйони - 300 гр","Яйця - 3 шт"],"text":"Рис промити й відварити в підсоленій воді. М'ясо нарізати, посипати приправами, та обсмажити .\nЦибулю, перець і гриби нарізати та обсмажити. Змішати м'ясо, рис, овочі з грибами, та зелений горошок.\nЗмішати яйця й сметану. Сир натерти на тертку і половину додати до суміші яєць зі сметаною. Перемішати.\nОтриманою сумішшю залити рис з м'ясом та овочами. Викласти масу у форму змащену олією, посипати сиром.\nЗапікати в духовці розігрітій до 200 градусів, протягом 25 хвилин.","tags":[]},{"id":198,"name":"Картопляний пиріг з рибою","photoURL":null,"recipe":["Зелений горошок морожений - 100 гр","Картопля - 1 кг","Масло вершкове - 50 гр","Молоко - 1 склянки","Олія - 2 ст.л","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 1 склянки","Філе риби - 500 гр","Цибуля - 1 шт","Яйця - 2 шт"],"text":"Картоплю очистити і відварити в підсоленій воді до готовності. Злити воду, і додати молоко з маслом.\nПерем'яти картоплю та збити міксером. Філе риби порізати й очистити. Подрібнити цибулю й перець.\nНа розігрітій олїї обсмажити цибулю з перцем. Додати рибу, посолити, поперчити, й смажити помішуючи 5 хвилин.\nЗелений горошок проварити 5-7 хвилин. Воду злити. В змащену форму викласти половину картопляного пюре.\nЗверху розкласти рибу з овочами, потім зелений горошок. Накрити другою половиною пюре. Збити яйця зі сметаною.\nДо яєць зі сметаною додати сіль, перець, та залити ними пиріг. Випікати в духовці при 180 градусах,  протягом 20-30 хвилин","tags":[]},{"id":199,"name":"Домашня \"Нутелла\"","photoURL":null,"recipe":["Борошно - 4 ст.л","Горіхи - 1 склянки","Масло вершкове - 50 гр","Молоко - 2 склянки","Порошок какао - 2 ст.л","Цукор - 3 склянки","Цукор ванільний - 1 шт","Яйця - 2 шт"],"text":"Яйця розтерти з цукром додати борошно, какао, перетерті горіхи, масло, ванільний цукор. Все добре вимішати.\nПоступово додати молоко й перемішати. Поставити суміш на малий вогонь і варити помішуючи, до загустіння.","tags":[]},{"id":200,"name":"Швидкий сніданок","photoURL":null,"recipe":["Лист лаваша - 1 шт","Молоко - 100 мл","Олія - 2 ст.л","Перець Мелений - За смаком","Сіль - За смаком","Твердий сир - 100 гр","Шинка - 100 гр","Яйця - 1 шт"],"text":"Яйце збити вінчиком, додати сіль, перець, та молоко. Лаваш порізати соломкою і додати до суміші яєць та молока.\nНарізати шинку соломкою, сир натерти й додати в миску з лавашем. Добре перемішати.\nСковороду змастити олією, розігріти, викласти масу, й накрити кришкою, зменшити вогонь до мінімуму.\nСмажити корж 7 хвилин, потім перевернути й смажити ще 7 хвилин.","tags":[]},{"id":201,"name":"Жульєн","photoURL":null,"recipe":["Борошно - 50 гр","Масло вершкове - 20 гр","М'ясо вирізка - 500 гр","Олія - 30 мл","Перець Мелений - За смаком","Сіль - За смаком","Сметана - 200 гр","Твердий сир - 200 гр","Цибуля - 1 шт","Шампіньйони - 300 гр"],"text":"Гриби нарізати дрібно і смажити поки випариться волога. Додати масло вершкове, та нарізане дрібно м'ясо.\nПосолити і поперчити, смажити 15 хвилин. Додати цибулю нарізану кубиками, й смажити ще 5 хвилин.\nЗмішати сметану і борошно до однорідної маси, та в окремій сковороді довести до кипіння.\nРозкласти м'ясо з грибами в порційні форми залити сметанним соусом, та посипати натертим сиром.\nПоставити форми в розігріту до 180 градусів духовку. Запікати 35 хвилин до утворення скоринки.","tags":[]},{"id":203,"name":"Салат\"Єлісейські поля\"","photoURL":null,"recipe":["Зелень - За смаком","Ковбаса копчена - 200 гр","Майонез - 100 гр","Огірки - 2 шт","Помідори - 3 шт","Сіль - За смаком","Твердий сир - 200 гр","Яйця - 4 шт"],"text":"Яйця зварити та натерти на тертку, також натерти сир. Ковбасу, огірки і помідори норізати соломкою.\nЗалишити трохи продуктів для прикрашання. Салат викладати шарами, на кожен шар робити сітку майонезом.\nПерший шар сир, другий ковбаса, яйця. Шар яєць присолити, потім - викласти помідори і огірки, їх також присолити .\nПрикрасити : полоска пімідорів, полоска сиру, полоска ковбаси, та огірка. Між полосками майонез, за бажанням - зелень.","tags":[]},{"id":204,"name":"Цукерки \"Метеорит\"","photoURL":null,"recipe":["Волоські горіхи - 500 гр","Масло вершкове - 1 ст.л","Мед - 5 ст.л","Печиво - 4 шт","Цукор - 5 ст.л","Шоколад - 2 шт"],"text":"Горіхи подрібнити блендером, або ножем. З'єднати мед, цукор, і вершкове масло. Варити на малому вогні до однорідної маси.\nДодати горіхи, подрібнене в крихту печиво, добре вимішати. Руки змочити олією та сформувати із маси кульки.\nШоколад поламати і розтопити на водяному пару. Занурювати кульки в розтоплений шоколад та викладати на тарілку.\nТарілку з цукерками поставити в холодильник на декілька годин.","tags":[]},{"id":206,"name":"Капуста з куркою","photoURL":null,"recipe":["Капуста свіжа - 1 кг","Курячі гомілки - 600 гр","Лавровий лист - 2 шт","Масло вершкове - 20 гр","Морква - 1 шт","Олія - 4 ст.л","Перець Мелений - За смаком","Приправи - За смаком","Сіль - За смаком","Цибуля - 1 шт","Часник - За смаком"],"text":"Куряче м'ясо помити, обсушити, та перекласти в миску. Додати сіль, перець, приправи, й подрібнений часник.\nВлити половину олії. Перемішати й дати настоятись. Цибулю очистити і порізати кубиками\nМоркву очистити й натерти на тертку. Капусту нашинкувати не дуже тонко, та з'єднати з морквою й цибулею.\nДодати сіль, перець, олію. Добре вимішати. Викласти овочі в рукав для запікання, покласти масло вершкове.\nНа капусту розкласти м'ясо і лавровий лист. Рукав зав'язати і перекласти на деко.\nПоставити в духовку, й готувати 40-45 хвилин. Потім розрізати рукав, щоб зарум'янилось м'ясо, і запікати ще 10-15 хвилин.","tags":[]},{"id":207,"name":"Риба по-французьки","photoURL":null,"recipe":["Натуральний йогурт - 2 ст.л","Перець Мелений - За смаком","Помідори - 2 шт","Сіль - За смаком","Твердий сир - 75 гр","Філе судака - 500 гр"],"text":"Рибу нарізати порційними шматочками, додати сіль та перець. Залишити на 15 хвилин.\nШматочки риби викласти в змащену форму. На них, викласти помідори порізані кільцями й змастити йогуртом.\nСир натерти на тертку та посипати зверху. Поставити в розігріту духовку, й запікати 30-40 хвилин.","tags":[]},{"id":208,"name":"Пельмені в духовці з грибами","photoURL":null,"recipe":["Вершки - 250 мл","Олія - 4 ст.л","Пельмені - 500 гр","Перець Мелений - За смаком","Сіль - За смаком","Твердий сир - 100 гр","Цибуля - 1 шт","Шампіньйони - 400 гр"],"text":"Цибулю порізати кубиками та смажити на олії, додати порізані гриби, сіль, перець, та смажити до готовності.\nВ змащену олією форму викласти одним шаром пельмені. Зверху - смажені гриби з цибулею. Далі - залити все вершками.\nФорму поставити в розігріту до 180 градусів духовку, та випікати 30 хвилин. Потім посипати тертим сиром та запікати ще 5-10 хвилин.","tags":[]},{"id":209,"name":"Закуска\"Омлет з начинкою\"","photoURL":null,"recipe":["Зелень - За смаком","Майонез - 5 ст.л","Перець Мелений - За смаком","Плавлений сир - 2 шт","Сіль - За смаком","Часник - За смаком","Яйця - 5 шт"],"text":"Яйця (4 штуки на 5 порцій) збити, додати сіль, перець, дві ложки майонезу, та вимішати до однорідної маси.\nДеко застелити пергаментним папером і вилити масу. Ставимо в розігріту до 180 градусів духовку й випікаємо 10 хвилин.\nПриготувати начинку: варене яйце (1 яйце на 5 порцій) і плавлений сир натерти на тертку, та додати часник, пропущений через часничницю.\nДодати порізану дрібно зелень та майонез. Перемішати, викласти начинку на омлет. Омлет можна скласти, або туго скрутити в рулет.\nЗагорнути харчовою плівкою та покласти в холодильник на декілька годин. Потім нарізати на порційні шматки.\nТаку закуску можна робити з різною начинкою: Смажені гриби, варене м'ясо, картопляне пюре з шинкою. За вашим смаком.","tags":[]},{"id":210,"name":"Паска на Великдень","photoURL":null,"recipe":["Борошно - 1000 гр","Дріжжі - 80 гр","Жовток яйця - 10 шт","Масло вершкове - 200 гр","Молоко - 400 мл","Родзинки - 100 гр","Сіль - За смаком","Цедра лимона - За смаком","Цукор - 300 гр"],"text":"Замісити опару: дріжжі розчинити в теплому молоці, додати 100г цукру, та 200г борошна, вимішати, й поставити в тепле місце.\nЖовтки збити з рештою цукру, додати пів чайної ложки солі, і вилити в решту борошна. Додати опару й вимісити тісто.\nДодаємо родзинки (попередньо розпаривши), цедру лимона, та розтоплене масло. Місити 10-15 хвилин.\nТісто має бути м'яке та еластичне. Накрити рушником та лишити на годину годину в теплому місці щоб підійшло.\nКоли тісто збільшиться удвоє - обім'яти і залишити ще на годину. Потім - обім'яти ще раз і залишити щоб підійшло.\nДалі - розкласти тісто в змащені форми на ( 1\/3 об'єму форми) дати підійти в формах удвоє. Духовку розігріти до 200гр.\nПаски змастити збитим яйцем і поставити в духовку. Через 10хв зменшити температуру до 170 градусів.\nПекти ще приблизно годину (в залежності від величини ваших форм). Готові поски прикрасити.","tags":[]},{"id":211,"name":"Вареники з капустою","photoURL":null,"recipe":["Борошно - 700 гр","Дріжджі - 15 гр","Капуста тушена - 400 гр","Молоко - 250 мл","Сіль - 1 ч.л","Цукор - 1 ч.л","Яйця - 2 шт"],"text":"Замісити тісто: змішати цукор і дріжджі. Додати трохи теплого молока й розмішати. Просіяти борошно в велику миску.\nЯйця збити з сіллю, додати решту молока. У борошно додати розтерті дріжджі, яйця з молоком, та замісити тісто.\nНакрити рушником та поставити в тепле місце на 15-20 хвилин. Потім ще раз вимісити тісто і залишити ще на 15 хвилин.\nРозділити тісто на невеликі кульки, обмокнути в борошно й розкачати. Покласти начинку і защіпнути краї.\nВареники вкинути в кип'ячу підсолену воду, перемішати, та варити 3-4 хвилини. Після повторного закипання - Вийняти вареники з води.\nГотові вареники заправити смаженою на олії цибулею, шкварками сала, маслом, або майонезом.\nНачинка може бути будь-яка: картопля товчена, м'ясна, чи фруктова за вашим бажанням.","tags":[]},{"id":212,"name":"Домашній шоколад","photoURL":null,"recipe":["Вода - 100 мл","Горіхи - За смаком","Какао - 50 гр","Масло вершкове - 120 гр","Родзинки - За смаком","Сухе молоко - 270 гр","Цукор - 180 гр"],"text":"Змішати сухе молоко і какао-порошок до однорідної консистенції. Закип'ятити воду й додати цукор.\nСироп проварити 6 хв з моменту запікання, коли сироп почне загусати - додати масло й перемішати.\nЗ'єднати масляний сироп з сумішшю какао та молока. Додати подрібнені горіхи, родзинки, й добре вимішати до однорідної маси.\nВикласти суміш у форму, розрівняти, та поставити в холодильник на декілька годин.","tags":[]},{"id":213,"name":"Суп \"Харчо\"","photoURL":null,"recipe":["Аджика гостра - За смаком","Вода - 3 л","Зелень - За смаком","М'ясо яловичина з кісткою - 800 гр","Олія - 2 ст.л","Приправа для харчо - За смаком","Рис - 100 гр","Сіль - За смаком","Томат - 3 ст.л","Цибуля - 1 шт","Часник - За смаком"],"text":"М'ясо залити холодною водою, й поставити на вогонь. Варити близько години, потім - зняти піну і посолити.\nКоли м'ясо буде готове - дістати, нарізати шматочками, і знову покласти в бульйон. Цибулю нарізати кубиками.\nСмажити цибулю додавши олію. Потім - додати томат, аджику, і приправу. Смажити ще 5хв.\nРис промити та додати до м'яса. Коли рис буде готовий, додати засмажку та подрібнений часник. Готувати ще п'ять хвилин.\nЗняти суп з вогню, дати настоятись. Подавати з подрібненою зеленню.","tags":[]},{"id":215,"name":"Млинці сирні","photoURL":null,"recipe":["Борошно - 1 склянки","Кріп - За смаком","Молоко - 400 мл","Олія - 4 ст.л","Розпушувач для тіста - 1 ч.л","Сир твердий - 150 гр","Сіль - 1 ч.л","Цукор - 1 ч.л","Яйця - 2 шт"],"text":"Яйця збити з сіллю та цукром, додати молоко, борошно з розпушувачем. Добре вимішати.\nСир натерти на мілку тертку, та додати до маси. Додати дрібно нарізаний кріп і дві ложки олії. Добре вимішати.\nСмажити млинці з обох сторін, на розігрітій та змащеній олією сковороді. Смакують гарячі.","tags":[]},{"id":216,"name":"Квасоля з грибами","photoURL":null,"recipe":["Квасоля - 150 гр","Морква - 1 шт","Олія оливкова - 1 ст.л","Перець Мелений - За смаком","Приправи - За смаком","Сіль - За смаком","Соєвий соус - 1 ст.л","Томат - 1 ст.л","Цибуля - 1 шт","Шампіньйони - 100 гр"],"text":"Квасолю зварити до готовності, та злити воду. Моркву натерти на тертку, цибулю дрібно порізати. Обсмажити на олії цибулю та моркву.\nПотім додати соєвий соус, томат, приправи та тушкувати під кришкою. Нарізати шампіньйони, й додати до овочів.\nПотім додати квасолю, сіль, та перець. Перемішати, й тушкувати ще п'ять хвилин. По готовності - посипати зеленню.","tags":[]},{"id":218,"name":"Картопляні биточки з ковбасою та сиром","photoURL":null,"recipe":["Борошно - 1 ст.л","Зелень - За смаком","Картопля - 600 гр","Ковбаса копчена - 150 гр","Олія - 50 мл","Перець Мелений - За смаком","Сіль - За смаком","Твердий сир - 100 гр","Яйця - 2 шт"],"text":"Картоплю відварити в лушпинні, очистити, та натерти на тертку з дрібними отворами.\nТакож натерти ковбасу й сир. Додати до картоплі. Далі - додати сирі яйця, борошно, сіль, перець, та подрібнену зелень.\nДобре вимішати. Мокрими руками сформувати биточки, запанірувати в борошні або в сухарях.\nУ сковороді розігріти олію. Смажити биточки з обох сторін до золотистого кольору.","tags":[]},{"id":220,"name":"Риба в томатному соусі","photoURL":null,"recipe":["Морква - 1 шт","Олія - 50 гр","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Сік томатний - 400 мл","Сіль - За смаком","Скумбрія - 2 шт","Цибуля - 1 шт"],"text":"Овочі очистити: цибулю нарізати півкільцями, моркву натерти на тертку, перець порізати соломкою.\nНа сковороді з олією, підсмажити спочатку цибулю, потім додати моркву та перець, посмажити ще п'ять хвилин.\nВлити томатний сік, сіль перець та готувати соус ще 5 хвилин. Рибу почистити й порізати на порційні шматки.\nПокласти рибу в соус. Він повинен повністю покривати рибу. Накрити кришкою і тушкувати 30-40 хвилин на середньому вогні.","tags":[]},{"id":221,"name":"М'ясо по-французьки","photoURL":null,"recipe":["Зелень - За смаком","Картопля - 500 гр","Майонез - 5 ст.л","Олія - 50 гр","Перець Мелений - За смаком","Помідори - 4 шт","Приправи - За смаком","Свиняча вирізка - 500 гр","Сіль - За смаком","Твердий сир - 150 гр","Цибуля - 2 шт"],"text":"Вирізку нарізати, відбити, посолити, поперчити, і полити олією. Картоплю очистити.\nПорізати картоплю кружальцями, додати приправи, перемішати з майонезом. Змастити олією форму для запікання.\nВикласти картоплю, потім шматки м'яса. На м'ясо - помідори і цибулю, порізані кільцями. Посипати все зеленню.\nЗапікати 40-45 хвилин, в розігрітій до 200 градусів духовці. За 10 хвилин до готовності - посипати сиром натертим на тертку.","tags":[]},{"id":222,"name":"Салат \"Венеція\"","photoURL":null,"recipe":["Ковбаса копчена - 200 гр","Кукурудза консервована - 200 гр","Майонез - За смаком","Морква - 300 гр","Огірок - 200 гр","Перець Мелений - За смаком","Сіль - За смаком","Твердий сир - 200 гр"],"text":"Моркву очистити та натерти на тертку з великими отворами. Також натерти огірок і сир. Ковбасу нарізати соломкою.\nДодати кукурудзу, сіль, перець та заправити майонезом. Добре вимішати, і салат готовий.","tags":[]},{"id":223,"name":"Суп з галушками","photoURL":null,"recipe":["Борошно - 80 гр","Вода - 3 л","Зелень - За смаком","Куряче м'ясо - 400 гр","Лавровий лист - За смаком","Перець Мелений - За смаком","Сіль - За смаком","Яйця - 2 шт"],"text":"М'ясо залити водою, й поставити варитись. Додати сіль, перець, очищену цілу цибулю, лавровий лист.\nБорошно всипати в миску, додати сіль, яйця, та добре вимішати тісто. Коли м'ясо звариться - вийняти його з бульйону.\nВідділити м'ясо від кісток та нарізати шматочками. З бульйону вийняти цибулю, а м'ясо покласти назад.\nТісто набрати в столову ложку, а чайною ложкою викладати галушки в кип'ящий бульйон. Проварити ще 5хв.\nДодати в суп подрібнену зелень, та зняти з вогню. За бажанням, суп можна готувати з картоплею та морквою.","tags":[]},{"id":224,"name":"Чізкейк банановий.","photoURL":null,"recipe":["Банан - 4 шт","Борошно - 2 ст.л","Сир кисломолочний - 200 гр","Цукор - 4 ст.л","Яйця - 1 шт"],"text":"Банани блендером подрібнити в пюре. Сир перетерти через сито, додати борошно, й збите з цукром яйце.\nДобре вимішати до однорідної маси та змішати з банановим пюре. Перекласти масу в змащену форму.\nСтавимо форму в розігріту до 180 градусів духовку. Випікаємо до золотистого кольору. Подавати зі збитими вершками. За бажанням - можна прикрасити шматочками банана","tags":[]},{"id":225,"name":"Плов зі свинини","photoURL":null,"recipe":["Морква - 2 шт","М'ясо (Ошийок) - 400 гр","Олія - 2 ст.л","Перець Мелений - За смаком","Приправи - За смаком","Рис - 1 склянки","Сіль - За смаком","Смалець - 2 ст.л","Цибуля - 1 шт"],"text":"Цибулю і моркву очистити. Нарізати цибулю кубиками, а моркву натерти на тертку. Порізати м'ясо.\nВ чугунок покласти смалець. Розігріти, та підсмажити злегка цибулю, потім додати моркву, й підсмажити. Покласти м'ясо.\nПеремішати і тушкувати 20хв. Додати сіль, перець, приправи. Додати олію, дві склянки води, й накрити кришкою. Дати закипіти.\nРис добре промити (два-три рази). Коли вода в козані закипить - всипати рис. Накрити кришкою і готувати на малому вогні.\nКоли рис вбере всю воду - плов готовий. Прибрати з вогню, і добре вимішати. За бажанням додати подрібнену зелень.","tags":[]},{"id":226,"name":"Солянка грибна","photoURL":null,"recipe":["Гриби - 500 гр","Капуста свіжа - 300 гр","Олія - 5 ст.л","Перець Мелений - За смаком","Сіль - За смаком","Сметана - За смаком","Солоні огірки - 3 шт","Томат - 2 ст.л","Цибуля - 1 шт","Цибуля зелена - За смаком"],"text":"Гриби відварити, капусту дрібно нашинкувати, й тушкувати на сковороді разом з грибами, додавши олію.\nКпли капуста буде готова - перекласти в каструлю, залити кип'ятком, та поставити на вогонь.\nНа сковороді обсмажити цибулю, нарізану кубиками, додати томат, і посмажити ще 5хвилин. Огірки дрібно порізати.\nДодати в каструлю з солянкою огірки, засмажку, лавровий лист, сіль, та перець. Варити ще 10 хвилин на малому вогні.\nЗняти солянку з вогню дати настоятись. Подавати зі сметаною, посипавши зеленою цибулею.","tags":[]},{"id":227,"name":"Запіканка з курки","photoURL":null,"recipe":["Картопля - 400 гр","Куряче філе копчене - 600 гр","Перець Мелений - За смаком","Плавлений сир - 200 гр","Сіль - За смаком","Сметана - 100 гр","Цибуля - 2 шт","Яйця - 3 шт"],"text":"Філе нарізати тонкими шматочками, чищену картоплю - кружальцями, цибулю - кільцями. Змастити форму для випікання.\nВикласти картоплю, посолити й поперчити, далі - шар цибулі, зверху - м'ясо, потім - Знову солимо і перчимо.\nСметану,яйця, та сир - перемішати блендером в однорідну масу. Суміш виливаємо в форму і ставимо в розігріту духовку.\nЗапікати 45-50 хвилин. Подавати гарячим, за бажанням посипати подрібненою зеленню.","tags":[]},{"id":229,"name":"Соковите куряче філе","photoURL":null,"recipe":["Зелень - За смаком","Крохмаль - 2 ст.л","Куряче філе - 2 шт","Перець Мелений - За смаком","Приправи - За смаком","Сіль - За смаком","Часник - За смаком","Яйця - 3 шт"],"text":"Філе нарізати тонкими полосками, злегка відбити. Відділити жовтки яєць. У миску покласти полоски м'яса.\nДодати сіль, перець, приправи, подрібнений часник, та зелень. Додати жовтки, добре перемішати, й залишити на 30хв.\nБілки збити в пишну масу. Да м'яса додати крохмаль і перемішати. Розігріти сковороду з олією.\nКожен шматочок м'яса обмокнути в білкову масу і обсмажити до золотистого кольору. Смажити по 2-3 хвилини, з обох сторін.","tags":[]},{"id":231,"name":"Борщ, заправлений салом та часником","photoURL":null,"recipe":["Буряк - 1 шт","Капуста свіжа - 250 гр","Картопля - 6 шт","Квасоля - 1 склянки","Морква - 1 шт","Олія - 2 ст.л","Перець Болгарський - 1 шт","Перець Мелений - За смаком","Сало - 150 гр","Сіль - За смаком","Томатна паста - 2 ст.л","Цибуля - 1 шт","Часник - 2 шт"],"text":"Борщ краще вього варити на Бульйоні з м*яса. Якщо такого бульйону немає - варіть на воді.\nОчищуємо овочі (Цибуля, морква, буряк, капуста, картопля), Квасолю - заливаємо водою і лишаємо на кілька годин.\nДоводимо бульйон до кипіння й додаємо квасолю. Варимо на середньому вогні.\nПодрібнюємо цибулю та перець. А моркву з буряком - натираємо на тертку. Далі - Обсмажуємо цибулю на олії, додаємо моркву, та перець з буряком. Смажимо 5-7 хвилин. Потім - додаємо томатну пасту та тушкуємо ще 5 хвилин.\nНарізаємо капусту соломкою а картоплю - кубиками. В бульйон додаємо картоплю й варимо її до півготовності. Далі додаємо капусту, солимо й перчимо.\nДодаємо смажені овочі, перемішуємо і варимо на малому вогні до готовності (5-10 хвилин).\nСало натираємо або дрібно нарізаємо, й перемішуємо з подрібненим часником (2 зубці на 8 порцій). Цю суміш додаємо в борщ і даємо настоятись.","tags":[]},{"id":232,"name":"Пшоняна каша на раковій юшці","photoURL":null,"recipe":["Раки - 3 шт","Масло вершкове - 50 гр","Пшоно - 1 склянки","Цибуля - 1 шт","Морква - 1 шт","Кріп - За смаком","Сіль - За смаком","Перець Мелений - За смаком","Сало - 100 гр","Вода - 1 л"],"text":"Раків відварити, вийняти й розібрати. М*ясо раків подрібнити й обсмажити на вершковому маслі. Суміш, що вийшла - Додаємо в каструлю з водою і проварюємо.\nНарізаємо цибулю та сало. Моркву натираємо на тертку. Обсмажуємо цибулю з салом, додавши трохи олії. В процесі - додаємо й обсмажуємо моркву.\nПромиваємо пшоно кілька разів. Перед готовкою - можна залити його гарячою водою на кілька хвилин. Тим часом, додаємо зажарку в бульйон, доводимо до кипіння й варимо на малому вогні.\nДодаємо пшоно в бульйон та варимо до готовності. По готовності, в каші може лишитись юшка, це нормально, якщо ж юшки немає - це теж допустимо.\nНарізаємо кріп і додаємо в готову страву. Знімаємо з вогню й даємо настоятись.","tags":[]},{"id":233,"name":"Гречані Вареники","photoURL":null,"recipe":["Борошно Гречане - 200 гр","Борошно - 200 гр","Сир кисломолочний - 200 гр","Яйця - 1 шт","Вода - 250 мл","Сметана - За смаком","Зелень - За смаком","Сіль - За смаком","Масло вершкове - 50 гр"],"text":"Робимо тісто: Доводимо воду до кипіння, й заливаємо нею гречане борошно. Солимо тісто й мішаємо ложкою. Коли тісто трохи захолоне - додаємо звичайне борошно й вимішуємо руками до однорідної маси.\nНакриваємо тісто й лишаємо настоятись. Тим Часом готуємо начинку. Беремо яйця (Одне, або більше, в залежності від кількості порцій). Відділяємо білок від жовтка, й вимішуємо жовток з сиром. Білок же, тим часом, гарно збиваємо.\nВідриваємо шматки тіста й розкатуємо невеликі круглі шматочки. Гречане тісто має трохи інші властивості, тому не робіть його надто тонким.\nРозкатані шматки тіста змащуємо білком й викладаємо на них начинку. Далі - Защіпаємо краї тіста й формуємо напівкруг, з начинкою всередині.\nЗаливаємо воду в каструлю й доводимо до кипіння. В кип'яток додаємо вареники й варимо, доки вони не спливуть. Коли вареники сплівають - проварити ще 3-5 хвилин, і витягти з води.\nМасло потрібно розтопити й вилити на готові вареники. За смаком, додати сметану та зелень. Також, за бажанням можна додати смажені цибулю чи сало.","tags":[]},{"id":234,"name":"Салат \"Мурашник\"","photoURL":null,"recipe":["Куряче стегно - 1 шт","Сир твердий - 200 гр","Помідори - 1 шт","Картопля - 3 шт","Майонез - 100 гр","Олія - 50 гр","Часник - За смаком","Сіль - За смаком","Перець Мелений - За смаком","Зелень - За смаком","Огірок - 1 шт"],"text":"М'ясо відварити, відділити від кісток. Картоплю очистити, й натерти на тертку для  моркви по-корейські.\nПромити картоплю і обсушити паперовим рушником. В сковороді розігріти олію.\nВикласти частину картоплі та смажити до хрусткого стану, потім посмажити другу частину картоплі.\nВикласти картоплю на паперовий рушник, посолити і поперчити. М'ясо, помідор, і огірок - нарізати соломкою.\nСир натерти на тертку, зелень подрібнити. Зібрати салат шарами. М'ясо змастити майонезом.\nДалі огірок, присолити і нанести сітку майонезом. Далі - Шар помідора, посолити, посипати подрібнений часник. Поверху - майонез.\nПотім - сир, майонез, і шар смаженої картоплі. Посипати подрібненою зеленню.","tags":[]},{"id":235,"name":"Плов з грибами","photoURL":null,"recipe":["Рис - 1 склянки","Гриби - 500 гр","Цибуля - 1 шт","Морква - 1 шт","Вода - 2 склянки","Олія - 50 гр","Сіль - За смаком","Перець Мелений - За смаком","Часник - За смаком"],"text":"Цибулю і моркву очистити, нарізати кубиками цибулю, моркву натерти на тертку. Гриби порізати дольками.\nРозігріти олію в глибокій сковороді чи казані. Цибулю смажити до золотистого кольору. Додати моркву.\nПеремішати й смажити 5-10хв. Додати гриби, протушкувати ще 15хв. Влити воду, додати сіль, перець, і часник.\nРис добре промити, два-три раза. Як закипить вода - висипати рис. Накрити кришкою й готувати до готовності рису.","tags":[]},{"id":236,"name":"Шампіньйони з овочами","photoURL":null,"recipe":["Баклажани - 3 шт","Помідори - 2 шт","Перець Болгарський - 3 шт","Кабачок - 1 шт","Шампіньйони - 300 гр","Олія - 90 мл","Соєвий соус - 60 мл","Часник - За смаком","Сіль - За смаком"],"text":"Готуємо маринад. Змішати соєвий соус з олією, додати три зубки часнику пропущені через часничницю, сіль, та перемішати.\nОвочі вимити та обсушити. Ріжемо перець, помідори (дольками), кабачок та баклажани (великими шматочками).\nШампіньйони розрізати на половинки (За бажанням - можна лишити цілими). Всі овочі мають бути приблизно однакового розміру.\nВсі продукти скласти в миску і залити приготованим маринадом. Добре перемішати, й залишити на 30 хвилин.\nВелике деко застелити пергаментним папером. Овочі ще раз вимішати, та викласти на деко.\nЗапекти в розігрітій духовці до готовності.","tags":[]},{"id":237,"name":"М'ясний хлібець","photoURL":null,"recipe":["М'ясний фарш - 800 гр","Твердий сир - 100 гр","Морква - 1 шт","Цибуля - 1 шт","Білок яйця - 2 шт","Томат - 1 ст.л","Сухарі Паніровочні - 50 гр","Сіль - 1 ст.л","Перець Мелений - За смаком"],"text":"Цибулю і моркву очистити. Дрібно порізати цибулю,  а моркву натерти на тертку. Томат розвести водою щоб став рідшим.\nСир натерти на тертку. Яєчні білки трохи збити. Всі продукти додати до фаршу, також додати частину сухарів.\nДодаємо сіль та перець, і добре вимішуємо. Форму для випікання змастити маслом і посипати сухарями.\nВикласти фарш, утрамбувати ложкою. Поставити в розігріту до 180 градусів духовку, й випікати 50 хвилин.\nХлібець охолодити, та витягти з форми. Нарізати на порційні шматки. Підійде для бутербродів, чи як м'ясна страва.","tags":[]},{"id":238,"name":"Рибні котлети","photoURL":null,"recipe":["Риба - 800 гр","Цибуля - 1 шт","Яйця - 2 шт","Хліб білий - 200 гр","Сало - 100 гр","Олія - 100 гр","Сіль - За смаком","Перець Мелений - За смаком"],"text":"Рибу очистити, видалити кістки, й розібрати на філе. З хліба зрізати скоринку й замочити в воді. Цибулю очистити.\nФіле риби пропустити через м'ясорубку разом з цибулею, хлібом, і салом.\nФарш посолити, поперчити, додати яйця (за бажанням додати подрібнену зелень). Добре вимішати і відбити.\nСформувати котлети (можна запанірувати в борошні, чи сухарях). Розігріти в сковороді олію, та обсмажити.\nКраще смажити котлети на середньому вогні з обох сторін до золотистого кольору. За бажанням протушкувати.","tags":[]},{"id":239,"name":"Рибне суфле","photoURL":null,"recipe":["Консерва рибна - 1 шт","Яйця - 5 шт","Цибуля - 1 шт","Манна крупа - 2 ст.л","Сіль - За смаком","Перець Мелений - За смаком","Олія - 2 ст.л"],"text":"Цибулю дрібно порізати та підсмажити на олії. Яйця збити, додати сіль, перець, та консерву (горбуша, сайра, чи інша).\nЗ консерви злити рідину та подрібнити виделкою. Додати манну крупу і збиті яйця. Добре перемішати.\nФорму для запікання змастити, викласти масу. Запікати в розігрітій до 180 градусів духовці, протягом 25 хвилин.\nЗа бажанням можна додати подрібнену зелень, посипати тертим сиром за п'ять хвилин до кінця запікання.","tags":[]},{"id":240,"name":"Деруни фаршировані грибами","photoURL":null,"recipe":["Картопля - 6 шт","Цибуля - 1 шт","Шампіньйони - 300 гр","Яйця - 1 шт","Борошно - 1 ст.л","Сметана - 100 гр","Твердий сир - 100 гр","Часник - За смаком","Сіль - За смаком","Перець Мелений - За смаком","Приправи - За смаком","Олія - 50 гр"],"text":"Картоплю, цибулю, та часник очистити. Пів цибулини, картоплю, та часник натерти на тертку.\nДодати сіль, перець, приправи, та борошно, а також яйце. Все вимішати і посмажити тонкі довгенькі деруни.\nСмажити до золотистого кольору з обох сторін. Шампіньйони підсмажити з цибулею, що лишилась.\nГриби посолити, та подрібнити в блендері. Кожен дерун щедро змастити фаршем і скрутити рулетиком.\nРулетики скласти в форму для запікання, залити сметаною, й посипати тертим сиром. Запікати в розігрітій духовці 10-15 хвилин.","tags":[]},{"id":242,"name":"Вівсяна запіканка","photoURL":null,"recipe":["Вівсяні пластівці - 12 ст.л","Вода - 350 мл","Яйця - 1 шт","Заморожені фрукти - 50 гр","Яблука - 1 шт","Цукор - 3 ст.л","Горіхи - За смаком","Кориця - За смаком"],"text":"Вівсяні пластівці залити окропом і дати настоятись 5 хвилин. Далі додати яблуко нарізане кубиками.\nДодати попередньо розморожені фрукти (вишня, полуниця,чи інші). Також додати цукор і яйце. Добре вимішати.\nПерекласти масу в змащену форму посипати корицею та пдрібненими горіхами. Запікати в розігрітій до 200 градусів духовці.\nВипікати 30-35 хвилин. Один раз обережно перемішати. Подавати поливши улюбленим джемом.","tags":[]},{"id":244,"name":"Квасоля з ковбасками на пательні","photoURL":null,"recipe":["Квасоля - 250 гр","Цибуля - 1 шт","Морква - 1 шт","Помідори у власному соку - 250 гр","Мисливські ковбаски - 4 шт","Олія - 4 ст.л","Сіль - За смаком","Перець Мелений - За смаком","Паприка - За смаком","Лавровий лист - За смаком","Зелень - За смаком"],"text":"Квасолю замочити на ніч в холодній воді. Перед приготуванням - квасолю промити, й перекласти в каструлю. Залити водою та зварити до готовності. Далі - Злити воду.\nПідготувати овочі, цибулю порізати дрібно, моркву очистити та порізати кружальцями. Ковбаски також очистити, й порізати кружальцями.\nОбсмажити цибулю та моркву до золотистого кольору, додати всі приправи, ковбаски, та смажити ще 3-5 хвилин.\nДалі додати помідори разом із соком. Протушкувати ще п'ять хвилин, додати квасолю, й перемішати.\nНакрити кришкою і готувати ще 15 хвилин на малому вогні. Готову страву посипати подрібненою зеленню.","tags":[]},{"id":245,"name":"Ліниві Вареники з Сиром","photoURL":null,"recipe":["Сир кисломолочний - 500 гр","Яйця - 2 шт","Цукор - 2 ст.л","Масло - 2 ст.л","Борошно - 6 ст.л","Сіль - За смаком","Цукор ванільний - За смаком"],"text":"Змішуємо сир, яйця, й борошно. Перемішати треба так, щоб не було грудок. Краще вього - перемішати блендером. Якщо немає блендеру - Передавіть сир виделкою, потім додайте решту продуктів.\nДалі - Додаємо сіль, цукор, та ванільний цукор (За смаком), і знову перемішуємо. На стіл висипаємо борошно, й розкачуємо тісто. Формуємо \"ковбаски\" (Для зручності - розбийте тісто на частини).\nРозрізаємо \"ковбаски\" на шматки 2-3 см. Шматки тіста присипаємо борошном. Ставимо каструлю з водою на плиту й доводимо до кипіння.\nДалі - обережно занурюємо шматки тіста у воду і варимо в киплячій воді, приблизно 4 хвилини. Воду помішуємо, щоб тісто не приставало до каструлі.\nПо готовності - Вареники спливуть на поверхню. Викладіть їх на тарілку, за бажанням - розтопіть масло й полийте ним вареники. Страва готова.","tags":[]},{"id":246,"name":"Салат із скумбрією","photoURL":null,"recipe":["Скумбрія гарячого копчення - 1 шт","Картопля - 3 шт","Яйця - 3 шт","Огірок - 3 шт","Перець Болгарський - 1 шт","Цибуля зелена - За смаком","Майонез - 4 ст.л"],"text":"Яйця зварити на твердо, картоплю - зварити в лушпинні, очистити, та нарізати кубиками. Порізати зелену цибулю.\nПорізати перець та огірки. Скумбрію очистити від шкіри та кісток, порізати шматочками.\nЗмішати всі підготовлені продукти, заправити майонезом. Прикрасити зеленою цибулею, петрушкою, або листям салату.","tags":[]},{"id":247,"name":"Салат з куркою і грибами","photoURL":null,"recipe":["Філе курки - 500 гр","Сир твердий - 100 гр","Шампіньйони - 300 гр","Волоські горіхи - 100 гр","Морква - 50 гр","Часник - За смаком","Олія - 3 ст.л","Майонез - 100 гр","Сіль - За смаком","Перець Мелений - За смаком"],"text":"Куряче філе зварити в підсоленій воді та дрібно порізати. Гриби порізати та обсмажити на олії. Моркву очистити.\nНатерти на тертку моркву і сир. Подрібнити горіхи та часник. Змішати всі інградієнти.\nСалат посолити та поперчити, заправити майонезом, та перемішати. За бажанням - прикрасити.","tags":[]},{"id":248,"name":"Бісквітний рулет","photoURL":null,"recipe":["Яйця - 3 шт","Цукор - 100 гр","Мед - 2 ст.л","Борошно - 1 склянки","Сода - 1 ч.л","Оцет - 2 ч.л"],"text":"Збити яйця з цукром та медом, додати соду гашену оцтом, та борошно. Добре вимішати вінчиком чи міксером.\nДеко застелити пергаментним папером, змастити та викласти тісто, розрівняти.\nПоставити в розігріту до 180 градусів духовку. Випікати 7-10 хвилин. Готовий корж гаряччим скрутити в рулет разом з папером.\nДати трохи охолонути. Потім розгорнути та зняти папір. Змастити пласт будь яким кремом (заварний, джем) .\nІ знову скрутити в рулет. Загорнути в харчову плівку і залишити до повного охолодження.\nПотім зняти плівку, а рулет прикрасити цукровою пудрою, чи шоколадною глазур'ю.","tags":[]},{"id":249,"name":"Салат з буряка і квасолі","photoURL":null,"recipe":["Буряк - 2 шт","Квасоля консервована - 200 гр","Цибуля - 1 шт","Огірок солоний - 1 шт","Сік лимонний - 1 ч.л","Сіль - За смаком","Перець Мелений - За смаком","Олія - За смаком"],"text":"Червоний буряк помити і спекти в духовці. Можна зварити але печений більш соковитий і корисніший.\nБуряк очистити, нарізати тонкою соломкою, та скропити соком лимона. Цибулю нарізати соломкою та залити окропом.\nСолоний огірок нарізати соломкою. З цибулі злити воду й відтиснути. Додати до буряка огірок, та цибулю.\nТакож додати квасолю, посолити, поперчити, заправити олією, перемішати, й дати настоятись.","tags":[]},{"id":250,"name":"Цвітна капуста запечена","photoURL":null,"recipe":["Цвітна капуста - 1 шт","Олія - За смаком","Сіль - За смаком","Перець Мелений - За смаком","Сухарі Паніровочні - За смаком","Твердий сир - 50 гр"],"text":"Цвітну капусту проварити в підсоленій воді 3-5 хвилин. Воду злити, охолодити капусту, та розібрати на суцвіття.\nСкласти в глибоку миску, посолити, поперчити, додати олію, та обережно перемішати.\nДеко змастити олією посипати сухарями та викласти капусту. Зверху посипати натертим на тертку сиром.\nЗапікати в розігрітій до 180 градусів духовці 15-20 хвилин.","tags":[]},{"id":252,"name":"Закуска з перцю з горіхами","photoURL":null,"recipe":["Перець Болгарський - 500 гр","Волоські горіхи - 1 склянки","Сметана - 150 гр","Часник - За смаком","Сіль - За смаком","Цукор - За смаком","Перець Мелений - За смаком","Оцет - За смаком","Зелень петрушки - За смаком"],"text":"Перець Болгарський (великий, м'ясистий) помити, обсушити, та спекти в духовці до готовності (20-30 хв).\nОчистити від насіння і шкірки, розрізати перці на 2-4 частини. Горіхи й часник подрібнити, та додати сметану.\nЗаправку посолити, поперчити, додати цукор і оцет. Премішати, заправити переці, та присипати зеленню.","tags":[]},{"id":253,"name":"Закуска \"Баклажани з помідорами\"","photoURL":null,"recipe":["Баклажани - 500 гр","Помідори - 400 гр","Цибуля - 1 шт","Олія - 3 ст.л","Оцет - 2 ст.л","Цукор - 1 ст.л","Сіль - За смаком","Перець Мелений - За смаком","Часник - За смаком","Зелень кропу - За смаком"],"text":"Баклажани нарізати шматочками, відварити, та відцідити. Додати помідори, нарізані скибочками.\nДодати цибулю, нарізану півкільцями, подрібнений часник, і зелень кропу. Олію змішати з оцтом та цукром,\nЗаправити салат сіллю та перцем. Все добре  вимішати й викласти в салатник.","tags":[]},{"id":255,"name":"М'ясо з грибами у сметані","photoURL":null,"recipe":["М'ясо свинина - 500 гр","Шампіньйони - 300 гр","Цибуля - 1 шт","Морква - 1 шт","Олія - 3 ст.л","Сметана - 200 гр","Сіль - За смаком","Перець Мелений - За смаком","Зелень - За смаком"],"text":"М'ясо нарізати шматочками, додати сіль, перець, та перемішати. Цибулю і моркву очистити.\nЦибулю порізати соломкою, моркву натерти на тертку. М'ясо викласти в глибоку сковороду, змащену олією.\nЗверху викласти моркву і цибулю, накрити кришкою, та готувати в розігрітій духовці 15-20 хвилин.\nГриби порізати і додати до м'яса. Перемішати, накрити кришкою, та готувати ще 15 хв. Потім залити сметаною.\nПоставити в духовку ще на 10 хвилин. Готове м'ясо посипати зеленню.","tags":[]},{"id":256,"name":"Шоколадні Брауні","photoURL":null,"recipe":["Масло - 185 гр","Чорний Шоколад - 180 гр","Білий Шоколад - 50 гр","Молочний Шоколад - 50 гр","Мука - 85 гр","Яйця - 3 шт","Цукрова пудра - 275 гр","Порошок какао - 40 гр","Арахіс - За смаком"],"text":"Поріжте масло на дрібні шматки. Чорний шоколад - поламайте на дрібні шматки. Розтопіть масло та шоколад у мисці, та перемішайте (Розтопити можна в мікрохвильовці, або на пару, поставивши миску на каструлю з водою на плиті).\nМасло з шоколадом має охолонути до кімнатної температури. Тим часом - розігрійте духовку до 180 градусів, та підготуйте не глибоку форму для запікання. Накрийте форму пергаментним папером.\nДодайте яйця та цукрову пудру у глибоку миску, й добре вимійшайте все міксером (мішати 5-7 хвилин). По готовності - суміш має трохи загустіти.\nПлавно додайте охолоджену шоколадну суміш у суміш з яйцями та цукром. Далі - Повільно й обережно змішуйте все лопаткою. В результаті має вийти темно-коричнева суміш.\nЗмішайте какао з мукою, та пропустіть через сито у миску з нашою сумішшю. Потім знову обережно мішаємо, поки суміш не стане трохи тягучою.\nБілий та молочний шоколад подрібніть та посипте ним нашу суміш. Потім - вилийте суміш у форму для запікання. Тут - за смаком можна присипати арахісом. Поставте форму в духовку, й запікайте приблизно 25-30 хвилин\nПо готовності, верхівка має взятись хрусткою скоринкою, а боки починатимуть виходити через гору. Коли це станеться - дістаньте брауні з духовки й дайте їм повністю охолонути, не дістаючи з форми для випічки.\nХолодні брауні дістаєте з форми й нарізаєте. Страва готова.","tags":[]},{"id":258,"name":"Рис з Овочами","photoURL":null,"recipe":["Рис - 400 гр","Зелений горошок - 100 гр","Спаржева Квасоля - 100 гр","Цибуля - 1 шт","Перець Болгарський - 1 шт","Морква - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Олія оливкова - 5 ст.л","Спеції - За смаком","Кукурудза консервована - 150 гр"],"text":"Для початку, треба зварити рис. Ідеально підійде бacмaті, або пропарений рис. Добре промийте рис, та поставете каструлю з водою на плиту. Пропорція - 1 до 2 (Води має бути вдвічі більше, ніж рису).\nПосоліть за смаком, та додайте рис. Варити до готовності на малому вогні (Приблизно 20 хвилин). Поки вариться рис - готуємо овочі.\nЧистимо моркву та цибулю. Нарізаємо моркву відносно крупними шматочками (В ідеалі - ріжемо на кружальця, а кружальця - на четвертини). Цибулю ріжемо на дрібні скибочки.\nОбжарюємо цибулю та моркву на сковороді. В процесі - все посолити та поперчити. Зараз можна додати спеції на власний смак. Коли цибуля зарум'яниться - додаємо спаржову квасолю. Трохи пізніше - Горошок та кукурудзу.\nОбсмажити ще 5-10 хвилин, додати трохи води (кип'яток), та протушкувати, щоб вода випарувалась. Далі - додаємо готовий рис, та тушкуємо ще 10-15 хвилин, на малому вогні.","tags":[]},{"id":259,"name":"Локшина з куркою та овочами","photoURL":null,"recipe":["Локшина рисова - 200 гр","Куряче філе - 200 гр","Цибуля - 1 шт","Морква - 1 шт","Цибуля зелена - 3 шт","Соєвий соус - 5 ст.л","Олія - 3 ст.л","Яйця - 2 шт","Перець чилі - За смаком","Імбир - За смаком","Лимон - 1 шт","Перець Мелений - За смаком","Сіль - За смаком","Мука - За смаком","Крохмаль - За смаком"],"text":"Готуємо локшину. Воду в каструлі доводимо до кипіння й додаємо потрібну кількість локшини в окріп. Варимо 10-15 хвилин (до готовності). В процесі - солимо за смаком.\nПоки вариться локшина - Нарізаємо куряче філе невеликими кубиками. Ці кубики можемо запанірувати в муці, або крохмалі (Тоді у м'яса буде хрустка скоринка). Далі - Солимо, перчимо, та додаємо за смаком кілька шматочків перцю чилі.\nОбсмажуємо цю суміш на пательні, на олії, протягом 7-10 хвилин, щоб м'ясо зарум'янилось. Далі - готуємо овочі.\nЦибулю та моркву нарізаємо півкільцями, а імбир - невеликими шматочками. Додаємо перець чилі (за смаком). Овочі смажимо окремо від м'яса, в ідеалі - у вок (Глибока сковорода), але можна і на звичайній пательні.\nНа розігріту сковороду з олією, додайте овочі, розбийте й вилийте яйця, та перемішайте, щоб вони не взялись коржом. Через кілька хвилин - додайте готову локшину, та перемішайте.\nДалі додайте соєвий соус та тушкуйте 3-5 хвилин, постійно помішуючи. Далі - додаємо смажене м'ясо, та готуємо ще кілька хвилин.\nЗнімаємо з вогню, та додаємо порізану зелену цибулю й порізаний на четвертини лимон.  Лимон рекомендується видавити у страву, коли будете їсти","tags":[]},{"id":260,"name":"Салат Дністер.","photoURL":null,"recipe":["Капуста свіжа - 500 гр","Ковбаса копчена - 200 гр","Зелений горошок - 300 гр","Майонез - 3 ст.л","Перець Мелений - За смаком","Сіль - За смаком"],"text":"Капусту краще брати молоду, але за відсутності, підійде й звичайна. Також роблять салат і з пекінської капусти.\nПомийте капусту й поріжте невеликими смужками. Ковбасу - поріжте соломкою. По ковбасі - краще брати салямі.\nУ мисці перемішайте капусту, ковбасу й горошок. Додайте сіль та перець (за смаком). Далі заправте майонезом та добре перемішайте.","tags":[]},{"id":261,"name":"Холодна кава (Cold Brew)","photoURL":null,"recipe":["Кава - 40 гр","Вода - 600 мл"],"text":"Така кава буде краще на смак ніж охолоджена.  Й, при правильному помолі не буде гірчити.\nМелимо каву, якщо вона у вас в зернах. Помол має бути не сильно дрібним. Висипаємо мелену каву у банку, або іншу посудину.\nЗаливаємо каву холодною водою, й залишаємо на 12 годин в холодильнику, закривши кришкою. \nПодається кава з льодом.","tags":[]},{"id":262,"name":"Гірчичний Салат","photoURL":null,"recipe":["Помідори - 2 шт","Огірки - 2 шт","Сир Моцарела - 100 гр","Листя салату - 4 шт","Французька Гірчиця - 2 ч.л","Бальзамічний Оцет - 2 ч.л"],"text":"Порвати листя салату (4 Листки на 4 порції). Порізати огірки півкільцями, а помідори дольками. Додати сир моцарела, порізаний кубиками.\nДодаємо потрібну кількість французької гірчиці (Та, що зерниста 😉), й перемішуємо. Зверху поливаємо бальзамічним оцтом. Салат готовий.","tags":[]},{"id":264,"name":"Панкейки","photoURL":null,"recipe":["Мука - 200 гр","Цукор - 2 ст.л","Розпушувач для тіста - 1 ст.л","Молоко - 300 мл","Яйця - 1 шт","Масло - 4 ст.л","Сіль - 1 гр","Ванільний Сироп - За смаком"],"text":"У мисці, добре пермішайте муку, розпушувач, цукор, та сіль (сіль за смаком). Далі - додайте розтоплаене масло, молоко, яйця, та ванільний сироп (За бажанням). Все це треба добре вимішати до однорідної маси. В ідеалі - міксером.\nНам знадобиться сковорода з антипригарним покриттям. Розігрійте сковороду на середньому вогні. Коли сковорода добре прогріється - прикрутіть вогонь трохи нижче середнього та зачекайте 2 хвилини (Дуже важливо витримувати правильну температуру).\nВикористовуйте ополоник. Наливайте повний ополоник суміші. Лийте по центру, щоб панкейки були круглої форми. Коли на поверхні почнуть з'являтись бульбашки - перевертайте лопаткою. Далі - зачекайте 1-2 хвилини (Доки не зарум'яниться по бокам) і знімайте.\nПанкейки краще всього подавати одразу після приготування. Найчастіше подають з медом, кленовим сиропом, або з фруктами.","tags":[]}]
